{"indicator_name":"global_indicators.11-6-1-title","target_name":"global_targets.11-6-title","indicator_number":"11.6.1","csv_size":"475.253 kB","indicator_available":"Proportion of disposed waste from total collected waste, by disposal method, region and waste collection authority","un_custodian_agency":"United Nations Human Settlements Programme (UN-Habitat), United Nations Statistics Division (UNSD)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/?Text=&Goal=11&Target=11.6","goal_meta_link_text":"United Nations Sustainable Development Goals metadata for target 11.6","national_geographical_coverage":"England","computation_units":"Percentage (%)","computation_definitions":"<p>'Disposal Method' refers to the waste management type. </p>\n<p> Landfill estimates include recycling, composting or reuse rejects. </p>\n<p> 'Incineration with EfW' - EfW is energy from waste. Also included are amounts rejected for recycling, composting or reuse where incineration with EfW is reported as the final destination of these rejects. </p>\n<p> Recycled-composted' includes household and non-household sources sent for recycling or for centralised composting; home composting estimates are not included in this total.  It also includes small amounts of materials sent for reuse.  Material which was collected for recycling but actually rejected at collection, by the MRF or at the gate of a recycling reprocessor is excluded. The percentage of waste recycled shown above relate to all Local Authority collected waste and so are different to local authority “household” recycling rates or the slightly narrower “waste from household” definitions.  The [Annual Results tables](https://www.gov.uk/government/statistics/local-authority-collected-waste-management-annual-results) provide further statistics and detail on these. </p>\n<p>'Other' includes waste treated or disposed through other unspecified treatment processes as well as process and moisture loss. </p>","computation_calculations":"Proportions were calculated as the amount of waste from the selected waste disposal method in each local authority or region divided by the total amount of waste collected in that local authority or region. The percentage was then calculated by multiplying the proportion by 100.","reporting_status":"complete","data_non_statistical":false,"data_footnote":"1. 'Other' includes waste treated-disposed through other unspecified treatment processes as well as process and moisture loss. Process and moisture loss may lead to negative values being reported. 2.  Data reported relates only to Local Authority (LA) collected and managed waste, this means the majority of commercial waste is not included in this data. 3. EfW  = Energy from waste","graph_type":"line","graph_title":"Proportion of Local Authority collected waste, by waste disposal method","data_show_map":false,"data_keywords":"Waste disposal, Rubbish, Bins, Trash, Refuse, Cities, Local Authorities, Local Authority","expected_disaggregations":["Cities"],"source_active_1":true,"source_organisation_1":"Department for Environment, Food and Rural Affairs","source_periodicity_1":"Annual","source_earliest_available_1":"2000/01","source_geographical_coverage_1":"England","source_url_1":"https://www.gov.uk/government/statistical-data-sets/env18-local-authority-collected-waste-annual-results-tables","source_url_text_1":"ENV18 Local authority collected waste - annual results tables","source_release_date_1":"03/03/2021","source_next_release_1":"TBC","source_statistical_classification_1":"Official Statistics","source_contact_1":"enviro.statistics@defra.gov.uk","source_other_info_1":"<p> Data reported for this indicator is sourced from the file 'Local Authority collected waste generation from April 2000 to March 2020...', Table 2 - Management of Local Authority collected waste - England - 2014/15 - 2019/20 and Table 2a - Management of Local Authority collected waste - England and Regions - 2000/01 - 2019/20 </p> <p> For more information, refer to the <a href=\"https://www.gov.uk/government/statistics/local-authority-collected-waste-management-annual-results\">Methodology document </a>","source_active_2":false,"source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"other_info":"<p> Tables are based on quarterly data entered by LAs onto WasteDataFlow.  This data is published annually on a financial year basis( April to March). WasteDataFlow is a web-based system for quarterly reporting on Local Authority collected waste data by local authorities to central government. </p>  Recycling rates are different to those reported for indicator 12.5.1 because these data relate to all local authority waste for treatment, from both household and that not from households. Local Authority Collected Waste is mostly household waste but includes some business waste –similar in nature and composition to household waste where collected by the local authority. Other non household waste such as that from from municipal parks etc and some non-municipal fractions such as construction and demolition waste may also be collected.  This data does not include all waste included in the UN metadata - for example, waste from agricultural and industrial premises, schools and hospitals, and construction sites. Sewage sludge, and faecal sludge are also not included in these data. The methodology document for the data source can be found <a href=\"https://www.gov.uk/government/statistics/local-authority-collected-waste-management-annual-results\">here.</a> Tables are based on quarterly data entered by local authorities onto WasteDataFlow. WasteDataFlow is a web-based system for the reporting of collection and disposal of waste by Local Authority’s to central government. See the WasteDataFlow website home page <a href=\"https://www.wastedataflow.org/home.aspx\">here.</a> This data is published annually on a financial year basis. This indicator is being used as an approximation of the UN SDG Indicator. Where possible, we will work to identify or develop UK data to meet the global indicator specification. This indicator has been identified in collaboration with topic experts.","page_content":"These data partially fulfill the requirements of this indicator as the best available data with a detailed breakdown at an individual local authority level and include data for both urban and rural areas. The data reported here focus on the way waste collected by local authorities in England is managed (e.g landfill vs recycling). However, they do not capture the total waste in each local authority area as most commercial waste is not managed by local government. This information is not currently available at an individual local authority area level. We are exploring possible options to achieve this. ","national_metadata_update_url_text":"2021-04-13: see changes on GitHub","national_metadata_update_url":"https://github.com/ONSdigital/sdg-data/commit/9bfe81077ee134635c533ee833195b10531cab81","national_data_update_url_text":"2021-04-13: see changes on GitHub","national_data_update_url":"https://github.com/ONSdigital/sdg-data/commit/9bfe81077ee134635c533ee833195b10531cab81","un_designated_tier":"Tier II","change_notice":"This indicator was revised following <a href='https://sdgdata.gov.uk/updates/2021/02/17/2020-indicator-changes.html'>indicator changes</a> from the United Nations 2020 Comprehensive Review. The indicator from before these revisions has been <a href='https://sdgdata.gov.uk/archived-indicators'>archived</a>.","indicator":"11.6.1","target_id":"11.6","sdg_goal":"11","indicator_sort_order":"11-06-01"}