{"indicator_name":"global_indicators.15-6-1-title","target_name":"global_targets.15-6-title","indicator_number":"15.6.1","csv_size":"7.68 kB","indicator_available":"Number of countries that have adopted legislative, administrative and policy frameworks to ensure fair and equitable sharing of benefits","national_indicator_description":"Data are presented for all five sub-indicators.","un_designated_tier":"Tier I","un_custodian_agency":"Secretariat of the Convention on Biological Diversity (CBD)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/?Text=&Goal=15&Target=15.6","goal_meta_link_text":"United Nations Sustainable Development Goals metadata for target 15.6","national_geographical_coverage":"United Kingdom","computation_units":"Number","computation_definitions":"<p>International Treaty on Plant Genetic Resources for Food and Agriculture (PGRFA) - The objectives of the International Treaty are the conservation and sustainable use of plant genetic resources for food and agriculture and the fair and equitable sharing of the benefits arising out of their use, in harmony with the Convention on Biological Diversity.</p><p><a href=\"https://www.cbd.int/abs/text/\">Nagoya Protocol</a> - Short for the Nagoya Protocol on Access to Genetic Resources and the Fair and Equitable Sharing of Benefits Arising from their Utilization to the Convention on Biological Diversity (2010). The Nagoya Protocol covers genetic resources and traditional knowledge associated with genetic resources. It also covers the benefits arising from their utilization by setting out core obligations for its contracting Parties to take measures in relation to access, benefit-sharing and compliance.</p><p><a href=\"https://absch.cbd.int\">Access and Benefit-Sharing (ABS) Clearing House</a> - A platform for exchanging information on access and benefit-sharing was established by Article 14 of the Protocol. The ABS Clearing-House is a key tool for facilitating the implementation of the Nagoya Protocol, by enhancing legal certainty and transparency on procedures for access, and for monitoring the utilization of genetic resources along the value chain.</p><p><a href=\"https://www.fao.org/plant-treaty/areas-of-work/the- multilateral-system/smta/en/\">Standard Material Transfer Agreement (SMTA)</a> - A standard contract for the transfer of plant and genetic material included in the Multilateral System. The contract sets out terms and conditions that ensure that the relevant provisions of the International Treaty are followed. The SMTA regulates exchanges of plant genetic material, prevents their misuse, and ensures that any commercial benefits that arise are fairly and equitably shared.</p>","available_disaggregations":"No disaggregations are available","computation_calculations":"All calculations were made prior to data acquisition. Therefore, all sourced data is in the final form required by the UN, and no additional calculations were performed.","reporting_status":"complete","data_non_statistical":false,"data_footnote":"Values for number of SMTAs are cumulative. For sub-indicators 1-4, 0 = NO and 1 = YES.","graph_type":"line","graph_titles":[{"series":"1) Countries that are contracting Parties to the International Treaty on Plant Genetic Resources for Food and Agriculture (PGRFA) (1 = YES, 0 = NO)","title":"Countries that are contracting Parties to the International Treaty on Plant Genetic Resources for Food and Agriculture"},{"series":"2) Countries that are parties to the Nagoya Protocol (1 = YES, 0 = NO)","title":"Countries that are parties to the Nagoya Protocol"},{"series":"3) Countries that have legislative, administrative and policy framework or measures reported through the Online Reporting System on Compliance of the International Treaty on Plant Genetic Resources for Food and Agriculture (PGRFA) (1 = YES, 0 = NO)","title":"Countries that have legislative, administrative and policy framework or measures reported through the Online Reporting System on Compliance of the International Treaty on Plant Genetic Resources for Food and Agriculture"},{"series":"4) Countries that have legislative, administrative and policy framework or measures reported to the Access and Benefit-Sharing Clearing-House (1 = YES, 0 = NO)","title":"Countries that have legislative, administrative and policy framework or measures reported to the Access and Benefit-Sharing Clearing-House"},{"series":"5) Total reported number of Standard Material Transfer Agreements (SMTAs) transferring plant genetic resources for food and agriculture to the UK","title":"Total reported number of Standard Material Transfer Agreements (SMTAs) transferring plant genetic resources for food and agriculture to the UK"}],"data_show_map":false,"data_keywords":"legislation, policy, Convention on Biological Diversity, FAO, plants, biodiversity","source_active_1":true,"source_organisation_1":"United Nations (UN)","source_periodicity_1":"Annual","source_earliest_available_1":2012,"source_geographical_coverage_1":"United Kingdom","source_url_1":"https://unstats.un.org/sdgs/dataportal/database","source_url_text_1":"UN SDG indicator database","source_release_date_1":"17/05/2023","source_next_release_1":"See source link: We plan to update indicator data within 4 months of data being released","source_statistical_classification_1":"Official international","source_contact_1":"statistics@un.org","source_other_info_1":"These data were originally collated by the [ITPGRFA Secretariat](http://www.fao.org/plant-treaty/areas-of-work/compliance/compliance-reports/en/)","source_active_2":false,"source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"indicator_sort_order":"15-06-01","other_info":"<p><b>1) Countries that are contracting Parties to the International Treaty on Plant Genetic Resources for Food and Agriculture (PGRFA)</b> - The United Kingdom is a contracting party to the <a  href=\"https://www.fao.org/plant-treaty/countries/membership/country-details/en/c/359402/?iso3=GBR\">International Treaty on PGRFA</a></p><p><b>2) Countries that are parties to the Nagoya Protocol</b> - The United Kingdom is party to the Nagoya Protocol. The date of ratification for the  United Kingdom as <a href=\"https://www.cbd.int/abs/nagoya-protocol/signatories/\">party to the Nagoya Protocol</a> was 22 February 2016.</p><p><b>3) Countries that have legislative, administrative and policy framework or measures reported through the Online Reporting System on Compliance  of the International Treaty on Plant Genetic Resources for Food and Agriculture (PGRFA )</b> - The United Kingdom reports its legislative, administrative and policy framework through the Online Reporting System. See Article 4 of the <a href=\"https://www.fao.org/plant-treaty/countries/membership/country-details/en/c/359402/?iso3=GBR\">UK report on the implementation of the International Treaty on Plant Genetic Resources for Food and Agriculture (ITPGRFA)</a></p><p><b>4) Countries that have legislative, administrative and policy framework or measures reported to the Access and Benefit-Sharing Clearing-House</b> - The <a href=\"https://absch.cbd.int/countries/GB\">UK has reported measures to the Access and Benefit-Sharing Clearing-House</a></p><p><b>5) Total reported number of Standard Material Transfer Agreements (SMTAs) transferring plant genetic resources for food and agriculture to the country</b> - These data give the number of Standard Material Transfer Agreements (SMTAs) reported through the online system of the International Treaty (Easy-SMTA). The true number of SMTA issued (signed) could be higher, as some SMTAs signed may not be reported through the online system. SMTA is reported by users, not by a government focal point. Users have a two-year period for reporting their SMTAs. The number reported for a specific year may therefore change during the following two years.</p><p> Data follows the UN specification for this indicator. This indicator has been identified in collaboration with topic experts.","page_content":" \n","national_metadata_updated_date":"2023-07-11","national_data_updated_date":"2023-07-11","target_number":"15.6","goal_number":"15","graph_title":"global_indicators.15-6-1-title"}