{"indicator_name":"global_indicators.15-9-1-title","target_name":"global_targets.15-9-title","indicator_number":"15.9.1","csv_size":"0.0 kB","un_custodian_agency":"United Nations Environment Programme (UN Environment), Convention on Biological Diversity (CBD), United Nations Statistics Division (UNSD) and UNEP-WCMC","goal_meta_link":"https://unstats.un.org/sdgs/metadata/?Text=&Goal=15&Target=15.9","goal_meta_link_text":"United Nations Sustainable Development Goals metadata for target 15.9","reporting_status":"complete","data_non_statistical":true,"data_keywords":"SEEA, Natural Capital, Environment","source_active_1":false,"source_active_2":false,"source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"other_info":"Data follows the UN specification for this indicator. This indicator has not been identified in collaboration with topic experts.","page_content":"**Sub-indicator a**\n\nThe United Kingdom (UK) reported progress against the Aichi biodiversity targets in its [sixth National Report to the Convention on Biological Diversity](https://jncc.gov.uk/our-work/united-kingdom-s-6th-national-report-to-the-convention-on-biological-diversity/) in March 2019.  \n\nThe UK is on track to achieve [Aichi Target 2](https://www.cbd.int/sp/targets/) as action is in place across various plans and policies.  \n\nThe UK has incorporated biodiversity values into a range of planning, accounting and reporting systems including national natural capital asset and ecosystem service accounts, infrastructure development plans, and planning policies at national and local level on land and at sea. \n\nThe countries of the UK have also established a range of country-based initiatives to support the achievement of Aichi Target 2. In England, the [National Planning Policy Framework](https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/810197/NPPF_Feb_2019_revised.pdf) was amended to strengthen the protection for irreplaceable habitats and to make clear developments should provide biodiversity net gain. In Scotland, a [natural capital asset index](https://www.nature.scot/professional-advice/planning-and-development/social-and-economic-benefits-nature/natural-capital-asset-index) has been published annually since 2011, measuring the quality and quantity of habitats according to their potential to deliver ecosystem services now and into the future. Wales has introduced the [Well-being of Future Generations Act 2015](https://futuregenerations.wales/about-us/future-generations-act/) which brings biodiversity into the central decision-making process for public sector bodies in Wales.  \n\n\n**Sub-indicator b**\n\nThe UK implements the [System of Environmental Economic Accounting (SEEA)](https://seea.un.org/content/global-assessment-environmental-economic-accounting) in the [Environmental Accounts](https://www.ons.gov.uk/economy/environmentalaccounts) and [Natural Capital Accounts](https://www.ons.gov.uk/economy/environmentalaccounts/methodologies/naturalcapital) published by the Office for National Statistics. The Environmental Accounts show how the environment contributes to the economy (for example, through the extraction of raw materials), the impacts that the economy has on the environment (for example, energy consumption and air emissions), and how society responds to environmental issues (for example, through taxation and expenditure on environmental protection). UK Natural Capital comprises all the ecosystem services that UK natural assets provide; natural assets include soil, air, water and all living things. The Natural Capital Accounts include both monetary estimates of ecosystem and other service flows, and habitat accounts. The habitat accounts provide estimates of the extent, condition and asset values of different ecosystem types.","national_metadata_update_url_text":"2021-04-14: see changes on GitHub","national_metadata_update_url":"https://github.com/ONSdigital/sdg-data/commit/7d960380421314057d57749bf7fffcb2d92ca639","un_designated_tier":"Tier I (a)/Tier II (b)","change_notice":"This indicator was revised following <a href='https://sdgdata.gov.uk/updates/2021/02/17/2020-indicator-changes.html'>indicator changes</a> from the United Nations 2020 Comprehensive Review. The indicator from before these revisions has been <a href='https://sdgdata.gov.uk/archived-indicators'>archived</a>.","indicator":"15.9.1","target_id":"15.9","sdg_goal":"15","graph_type":"line","indicator_sort_order":"15-09-01","graph_title":"global_indicators.15-9-1-title"}