{"indicator_name":"global_indicators.15-a-1-title","target_name":"global_targets.15-a-title","indicator_number":"15.a.1","csv_size":"13.197 kB","indicator_available":"Gross disbursements of total ODA from all donors for biodiversity (£000s)","un_custodian_agency":"Organisation for Economic Co-operation and Development (OECD)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/?Text=&Goal=15&Target=15.a","goal_meta_link_text":"United Nations Sustainable Development Goals metadata for target 15.a","national_geographical_coverage":"United Kingdom","computation_units":"GBP (£000s)","computation_definitions":"<p>Development Assistance Committee (DAC) - A unique international forum of many of the largest funders of aid, including 30 DAC Members. The World Bank, IMF and UNDP participate as observers.</p><p><a href=\"http://www.oecd.org/dac/stats/officialdevelopmentassistancedefinitionandcoverage.htm\">Official development assistance (ODA)</a> - The DAC defines ODA as “those flows to countries and territories on the DAC List of ODA Recipients and to multilateral institutions which are i) provided by official agencies, including state and local governments, or by their executive agencies; and ii) each transaction is administered with the promotion of the economic development and welfare of developing countries as its main objective; and is concessional in character and conveys a grant element of at least 25 per cent (calculated at a rate of discount of 10 per cent).\"</p><p>Bilateral Aid -  All aid provided by donor countries when the recipient country, sector or project is known. Bilateral aid also includes aid that is channelled through a multilateral organisation where the government department determines the country, sector or theme that the funds will be spent on.</p><p>Multilateral Aid -  Aid delivered in the form of core contributions to organisations on the DAC List of Multilateral Organisations.</p>","computation_calculations":"The raw data underlying the United Kingdom Statistics on International Development was summed around appropriate aid description CRS codes, bilateral and multilateral classification, donor recipient countries, and type of aid codes. The codes used to measure net ODA to the Forestry sector codes sit under DAC 5 Code 312  as defined by the United Nations Sustainable Development Goal Metadata for  Indicator 15.b.1.","reporting_status":"complete","data_non_statistical":false,"graph_type":"line","graph_title":"Net Official Development Assistance (ODA) in £000s","data_show_map":false,"data_keywords":"ODA","source_active_1":true,"source_organisation_1":"Department for International Development (DfID)","source_periodicity_1":"Annual","source_earliest_available_1":2009,"source_geographical_coverage_1":"United Kingdom","source_url_1":"https://www.gov.uk/government/collections/statistics-on-international-development","source_url_text_1":"Statistics on International Development","source_release_date_1":"05/04/2018","source_next_release_1":"TBA","source_statistical_classification_1":"National Statistic","source_contact_1":"enquiry@dfid.gov.uk","source_other_info_1":"The codes used to measure net ODA to the Forestry sector codes sit under DAC 5 Code 312 as defined by the United Nations Sustainable Development Goal Metadata for Indicator 15.a.1.","source_active_2":false,"source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"indicator_sort_order":"15-aa-01","other_info":"Figures may not sum due to rounding.  This indicator is being used as an approximation of the UN SDG Indicator. Where possible, we will work to identify or develop UK data to meet the global indicator specification. This indicator has not been identified in collaboration with topic experts.","page_content":"Data follows [old UN specifications](https://unstats.un.org/sdgs/files/metadata-compilation/Metadata-Goal-15.pdf) for this indicator but will be updated in accordance with UN metadata updates.","national_metadata_update_url_text":"2021-04-08: see changes on GitHub","national_metadata_update_url":"https://github.com/ONSdigital/sdg-data/commit/21c008c1c84ce5e372d1d935a28c630c3916a8bf","national_data_update_url_text":"2021-04-08: see changes on GitHub","national_data_update_url":"https://github.com/ONSdigital/sdg-data/commit/21c008c1c84ce5e372d1d935a28c630c3916a8bf","un_designated_tier":"Tier I","indicator":"15.a.1","target_id":"15.a","sdg_goal":"15"}