{"indicator_name":"global_indicators.16-1-1-title","target_name":"global_targets.16-1-title","indicator_number":"16.1.1","csv_size":"41.16 kB","un_designated_tier":"Tier II","un_custodian_agency":"United Nations Office on Drugs and Crime (UNODC), World Health Organization (WHO)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/?Text=&Goal=16&Target=16.1","goal_meta_link_text":"United Nations Sustainable Development Goals metadata for target 16.1","national_geographical_coverage":"England and Wales","computation_units":"Rate per 100,000 population","computation_definitions":"Homicide figures have been compiled from the Homicide Index recorded by the Home Office, which contains detailed record-level information about each homicide recorded by police in England and Wales. The Homicide Index data are based on the year when the offence was recorded as a crime, not when the offence took place or when the case was heard in court. While in the vast majority of cases the offence will be recorded in the same year as it took place, this is not always the case. Caution is therefore needed when looking at longer-term homicide trends.","computation_calculations":"Rate per 100,000 = (Rate per 1,000,000 population/10)","reporting_status":"complete","data_non_statistical":false,"data_footnote":"1. The period April to March is being used to report annual data. 2. Data for year ending March 2012, 2015 and 2019 each include 1 victim with unknown gender. 3. Data for year ending March 2016 includes 1 victim with unknown gender and sex. 4. Data for year ending March 2020 includes 1 victim with unknown gender and 1 victim with unknown age. 5. Data for City of London have been suppressed due to the small population size of the police force area. 6. Figures for 2010 to 2011 includes 12 victims of Derrick Bird. Figures for 2016 to 2017 includes 96 victims of Hillsborough and four victims of the Westminster Bridge attack. Figures for 2017 to 2018 incudes 31 victims of the terrorist attacks that involved multiple victims, including the Manchester Arena bombing, the London Bridge attack and 11 victims of the Shoreham air crash. Figures for 2019 to 2020 include 39 human traffic victims who were found dead in a lorry in Essex. 7. Figures for England and England and Wales include data for British Transport Police.","graph_type":"line","graph_title":"Number of victims of homicide per 100,000 population","data_show_map":false,"data_keywords":"Crime, homicide","expected_disaggregations":["Sex","Age"],"source_active_1":true,"source_organisation_1":"Office for National Statistics (ONS)","source_periodicity_1":"Annual","source_earliest_available_1":"2009 to 2010","source_geographical_coverage_1":"England and Wales","source_url_1":"https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/datasets/appendixtableshomicideinenglandandwales","source_url_text_1":"Homicide in England and Wales","source_release_date_1":"25/02/2021","source_next_release_1":"To be confirmed","source_statistical_classification_1":"Official Statistic","source_contact_1":"crimestatistics@ons.gov.uk","source_other_info_1":"Data acquired from tables 4 and 20.","source_active_2":false,"source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"indicator_sort_order":"16-01-01","other_info":"<p>The Homicide Index is continually updated with revised information from the police as investigations continue and as cases are heard by the courts. For further information, see the <a href= \"https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/methodologies/userguidetocrimestatisticsforenglandandwales\">user guide for the Homicide Index</a>.</p><p>Home Office statisticians and Police Forces have undertaken a review of all historical homicide data to update court outcomes and suspect data, this means totals shown in this table will not match previously published figures. Therefore, previous time series by region and police force area are not available.</p> Data follows the UN specification for this indicator. This indicator has been identified in collaboration with topic experts.","page_content":"","national_metadata_updated_date":"2021-08-17","national_data_updated_date":"2021-08-17","national_metadata_update_url_text":"2021-08-17: see changes on GitHub","national_metadata_update_url":"https://github.com/ONSdigital/sdg-data/commit/67c607e3f490f1cf4bf170bd9ad33949628d1633","national_data_update_url_text":"2021-08-17: see changes on GitHub","national_data_update_url":"https://github.com/ONSdigital/sdg-data/commit/67c607e3f490f1cf4bf170bd9ad33949628d1633","indicator":"16.1.1","target_id":"16.1","sdg_goal":"16"}