{"indicator_name":"global_indicators.17-18-2-title","target_name":"global_targets.17-18-title","indicator_number":"17.18.2","csv_size":"0.05 kB","indicator_available":"Relevant UK policies on statistical legislation","national_indicator_description":null,"un_designated_tier":"Tier I","un_custodian_agency":"Partnership in Statistics for Development in the 21st Century (PARIS21)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/?Text=&Goal=17&Target=17.18","goal_meta_link_text":"United Nations Sustainable Development Goals metadata for target 17.18","national_geographical_coverage":"United Kingdom","computation_definitions":"<p>UN Fundamental Principles of Official Statistics</p><p>Principle 1. Official statistics provide an indispensable element in the information system of a society, serving the government, the economy and the public with data about the economic, demographic, social and environmental situation. To this end, official statistics that meet the test of practical utility are to be  compiled and made available on an impartial basis by official statistical agencies to honour citizens’ entitlement to public information.</p> <p>Principle 2. To retain trust in official statistics, the statistical agencies need to decide according to strictly  professional considerations, including scientific principles and professional ethics, on the methods and procedures for the collection, processing, storage and presentation of statistical data.</p> <p>Principle 3. To facilitate a correct interpretation of the data, the statistical agencies are to present  information according to scientific standards on the sources, methods and procedures of the statistics.</p> <p>Principle 4. The statistical agencies are entitled to comment on erroneous interpretation and misuse of  statistics.</p>  <p>Principle 5. Data for statistical purposes may be drawn from all types of sources, be they statistical  surveys or administrative records. Statistical agencies are to choose the source with regard to quality, timeliness, costs and the burden on respondents.</p>  <p>Principle 6. Individual data collected by statistical agencies for statistical compilation, whether they refer  to natural or legal persons, are to be strictly confidential and used exclusively for statistical purposes.</p> <p>Principle 7. The laws, regulations and measures under which the statistical systems operate are to be made public.</p>  <p>Principle 8. Coordination among statistical agencies within countries is essential to achieve consistency and efficiency in the statistical system.</p> <p>Principle 9. The use by statistical agencies in each country of international concepts, classifications and  methods promotes the consistency and efficiency of statistical systems at all official levels.</p>  <p>Principle 10. Bilateral and multilateral cooperation in statistics contributes to the improvement of systems of official statistics in all countries.</p>","reporting_status":"complete","data_non_statistical":true,"data_show_map":false,"data_keywords":"Non-statistical, legislation, policy","source_active_1":true,"source_organisation_1":"United Nations (UN)","source_periodicity_1":"Annual","source_earliest_available_1":2019,"source_geographical_coverage_1":"United Kingdom","source_url_1":"https://unstats.un.org/sdgs/dataportal/database","source_url_text_1":"UNSDG database","source_release_date_1":"01/04/2023","source_statistical_classification_1":"Official international","source_active_2":true,"source_organisation_2":"UK Statistics Authority (UKSA); Office for Statistics Regulation (OSR)","source_geographical_coverage_2":"United Kingdom","source_url_2":"https://code.statisticsauthority.gov.uk/the-code/","source_url_text_2":"UK Code of Practice for Official Statistics","source_release_date_2":"05/05/2022","source_statistical_classification_2":"Official","source_contact_2":"authority.enquiries@statistics.gov.uk","source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"indicator_sort_order":"17-18-02","other_info":"<p>The UK is partially compliant with the UN Fundamental Principles of Official Statistics as the available legislation and the Code of Practice do not fully align with UN Principles 9 and 10. Specificlly, under Principle 9 statistical legislation require the alignment of methods and classifications with international standards. The Statistics and Registration Service Act 2007 does not refer to applying international standards, but calls on the Board (the UKSA) to develop and maintain definitions, methodologies, classifications and standards for official statistics. In relation to UN Principle 10, the UK statistical legislation does not require the engagements in bilateral and multilateral cooperation in statistics. However, under the Value piller, the Code of Practice does encourage producers of official statistics to collaborate and share knowledge - within the UK and internationally.</p> Data follows the UN specification for this indicator. This indicator has been identified in collaboration with topic experts.","page_content":"<p> **Non-statistical indicator**  </p> <p> The global indicator tracks the number of countries whose statistical policies comply with the <a href=\"https://unstats.un.org/unsd/dnss/gp/fundprinciples.aspx\">United Nations Fundamental Principles of Official Statistics</a>. To meet the requirements of this indicator, a country must fulfil all the ten principles adopted by the UN Statistical Commission in its 1994 Special Session (see 'Definitions' section). Here we outline the relevant UK policies, according to which the UK can be classed as *partially* compliant with the UN Fundamental Principles of Official Statistics. See 'Other information' section for more detail.</p><p>The fulfilment of the ten Fundamental Principles in the UK relates directly to the work of the <a href=\"https://www.statisticsauthority.gov.uk/about-the-authority/what-we-do/\">UK Statistics Authority (UKSA)</a>, and its regulatory arm, the <a href=\"https://www.statisticsauthority.gov.uk/osr/\">Office for Statistics Regulation</a>. All producers of official statistics in the UK must adhere to the <a href=\"https://www.statisticsauthority.gov.uk/code-of-practice/\">UKSA Code of Practice</a>. The framework for the Code of Practice is based on three pillars – Trustworthiness, Quality and Value. Each pillar contains a number of principles and detailed practices that producers should commit to when producing and releasing official statistics. All of this is underpinned by legislation in the  <a href=\"https://www.legislation.gov.uk/ukpga/2007/18/contents\">Statistics and Registration Service Act 2007</a>.</p>\n","national_metadata_updated_date":"2023-06-13","national_data_updated_date":"2019-04-29","target_number":"17.18","goal_number":"17","graph_type":"line","graph_title":"global_indicators.17-18-2-title"}