{"indicator_name":"global_indicators.17-12-1-title","target_name":"global_targets.17-12-title","indicator_number":"17.12.1","csv_size":"17.917 kB","indicator_available":"Average tariffs faced by developing countries, least developed countries and small island developing States","un_designated_tier":"Tier I","un_custodian_agency":"World Trade Organization (WTO), The International Trade Centre (ITC), United Nations Conference on Trade and Development (UNCTAD)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-17-12-01.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (PDF 215 KB)","computation_units":"Percentage","computation_definitions":"The average tariffs are reported overall and separately for four main product sectors - AGRI (Agriculture), FISH (Fish), NAMA (Non-Agricultural Market Access), and PAP (Processed Agricultural Products). The breakdown into country group is based on classifications by the Organisation for Economic Co-operation and Development (OECD) - OECD DAC list of Developing and Least Developed countries for 2020, and the Small Island Developing States within the OECD DAC list. AVE stands for ad valorem equivalent, defined by the World Trade Organization as a tariff estimated as a percentage of the price. AVEs are necessary to create an equivalent means of calculating tariff related outcomes between goods with different forms of tariffs applied to them (for example, specific tariffs vs ad valorem tariffs).","computation_calculations":"Calculations were performed by topic experts from Department for International Trade and are in line with the methodology outlined in the UN global metadata. Average tariffs are the simple average of AVE (ad valorem equivalent) rates for a given sector imported in the relevant year. For more information refer to the global metadata specified by the United Nations.","reporting_status":"complete","data_non_statistical":false,"data_footnote":"AGRI = Agriculture; FISH = Fish; NAMA = Non-Agricultural Market Access; PAP = Processed Agricultural Products","graph_type":"line","data_show_map":false,"data_keywords":"Tariffs; Trade","source_active_1":true,"source_organisation_1":"Eurostat","source_periodicity_1":"Monthly","source_earliest_available_1":2005,"source_geographical_coverage_1":"United Kingdom","source_url_1":"https://appsso.eurostat.ec.europa.eu/nui/show.do?query=BOOKMARK_DS-059042_QID_-C92D93E_UID_-3F171EB0&layout=PERIOD,L,X,0;DECLARANT,L,Y,0;PARTNER,L,Z,0;PRODUCT,C,Z,1;STAT_REGIME,L,Z,2;IMPORT_REGIME,L,Z,3;ELIGIBILITY,L,Z,4;INDICATORS,C,Z,5;&zSelection=DS-059042STAT_REGIME,1;DS-059042PARTNER,EU_EXTRA;DS-059042IMPORT_REGIME,U10;DS-059042INDICATORS,VALUE_IN_EUROS;DS-059042PRODUCT,TOTAL;DS-059042ELIGIBILITY,E1;&rankName1=PARTNER_1_2_-1_2&rankName2=INDICATORS_1_2_-1_2&rankName3=PRODUCT_1_2_-1_2&rankName4=STAT-REGIME_1_2_0_1&rankName5=ELIGIBILITY_1_2_0_1&rankName6=IMPORT-REGIME_1_2_0_0&rankName7=PERIOD_1_0_0_0&rankName8=DECLARANT_1_2_0_1&sortC=ASC_-1_FIRST&rStp=&cStp=&rDCh=&cDCh=&rDM=true&cDM=true&footnes=false&empty=true&wai=false&time_mode=NONE&time_most_recent=false&lang=EN&cfo=%23%23%23%2C%23%23%23.%23%23%23&cxt_bm=1&lang=en","source_url_text_1":"Adjusted EU-EXTRA imports by tariff regime, by CN8","source_release_date_1":"16/10/2020","source_next_release_1":"TBA","source_statistical_classification_1":"Official","source_contact_1":"Conor.Mccormack@trade.gov.uk","source_other_info_1":"The source publication is of monthly frequency, but the calculations for this indicator are done on annual basis","source_active_2":false,"source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"indicator_sort_order":"17-12-01","other_info":"The indicator is focused on Trade in Goods. Imports are assigned to a product sector based on their 6 digit code, rather than the 8 digit code provided on the database. This is because at 8 digit level codes are frequently altered. Therefore, when mapping sectors using the most recently updated tariff schedule, import product codes from prior years will not be captured in instances where they have been updated. To overcome this, sectors are assigned to one 6 digit code only. Other caveats to consider - AVEs are calculated on the basis of trade between the UK and the EU between 2017-2018. This may not fully reflect the trading relationship between the UK and Developing nations, Least Developed nations and Small Island Developing Nations. To this end, the use of EU imports (as opposed to Rest of the World) could yield AVE inflationary effects, as EU imports are generally of higher quantity and higher price than imports from Rest of World. Where no trade has been recorded in 2017-18 between the UK-EU no AVE estimates have been derived for these goods in the sample. Additionally, missing values for both AVE rates and sectors arising from product code alterations affect the sample size. For AVEs, some of these missing values are overcome by 0% allocation where imports belong to regimes U10 (MFN Zero), U20 (GSP Zero) or U30 (Preference Zero). However, since such replacements cannot be made for non-zero tariff rate regimes, samples may contain disproportionate amounts of 0% rate tariffs, in turn, potentially yielding underestimating effects on average tariffs calculations. Data follows the UN specification for this indicator. This indicator has been identified in collaboration with topic experts.","page_content":"","national_metadata_update_url_text":"2021-02-23: see changes on GitHub","national_metadata_update_url":"https://github.com/ONSdigital/sdg-data/commit/09496558a34b6c7d57fcdc35a148f57a62348348","national_data_update_url_text":"2021-02-23: see changes on GitHub","national_data_update_url":"https://github.com/ONSdigital/sdg-data/commit/09496558a34b6c7d57fcdc35a148f57a62348348","indicator":"17.12.1","target_id":"17.12","sdg_goal":"17","graph_title":"global_indicators.17-12-1-title"}