{"indicator_name":"global_indicators.2-1-1-title","target_name":"global_targets.2-1-title","indicator_number":"2.1.1","csv_size":"1.627 kB","indicator_available":"Prevelance of undernourishment","national_indicator_description":"The proportion of the population whose habitual food consumption is insufficient to provide the dietary energy levels that are required to maintain a normal active and healthy life, expressed as a percentage.","un_designated_tier":"Tier I","un_custodian_agency":"Food and Agriculture Organization (FAO)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/?Text=&Goal=2&Target=2.1","goal_meta_link_text":"United Nations Sustainable Development Goals metadata for target 2.1","national_geographical_coverage":"United Kingdom","computation_units":"Percentage (%)","computation_definitions":"<p>Undernourishment is defined as the condition by which a person has access, on a regular basis, to the amount of food that are insufficient to provide the energy required for conducting a normal, healthy and active life, given his or her own dietary energy requirements. Though strictly related, “undernourishment” as defined here is different from the physical conditions of “malnutrition” and “undernutrition” as it refers to the condition of insufficient intake of food, rather than to the outcome in terms of nutritional status.</p>","computation_calculations":"No calculations were performed in the data acquisition of this indicator as appropriate data was readily available in the final format specified by this indicator.","reporting_status":"complete","data_non_statistical":false,"data_footnote":"<p>Each observation represents a 3-year average. For example, the estimate displayed for 2001 is calculated using data from 2000 to 2002.</p><p>Data showing as 2.5 may signify a prevalence of undernourishment below 2.5% - see other information section.</p>","graph_type":"line","graph_title":"Prevelance of undernourishment","data_show_map":false,"data_keywords":"food security; hunger","source_active_1":true,"source_organisation_1":"Food and Agriculture Organization (FAO)","source_periodicity_1":"Annual","source_earliest_available_1":2001,"source_geographical_coverage_1":"United Kingdom","source_url_1":"https://www.fao.org/sustainable-development-goals-data-portal/data/indicators/2.1.1-prevalence-of-undernourishment/en","source_url_text_1":"SDG Indicators Data Portal","source_release_date_1":"09/05/2023","source_next_release_1":"See source link: We plan to update indicator data within 4 months of data being released","source_statistical_classification_1":"Official International","source_contact_1":"SDG-indicators@fao.org","source_active_2":false,"source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"indicator_sort_order":"02-01-01","other_info":"<p>Over the years, the approach informing the Food and Agriculture Organization (FAO) computation of the prevalence of undernourishment has been criticized, based on the presumptions that undernourishment should be assessed necessarily starting at the individual level, by comparing individual energy requirements with individual energy intakes. According to such a view, the prevalence of undernourishment could be simply computed by counting the number of individuals in a representative sample of the population that is classified as undernourished, based on a comparison of individual habitual food consumption and requirements.</p><p>Unfortunately, such an approach is not feasible for two reasons - first, due to the cost of individual dietary intake surveys, individual food consumption is measured only in a few countries, every several years, on relatively small samples; moreover, individual energy requirements are practically unobservable with standard data collection methods (to the point that observed habitual energy consumption of individuals in a healthy status is still the preferred way to infer individual energy requirements). This means that even if it were possible to obtain accurate observations of the individual dietary energy consumption, this would be insufficient to infer on the undernourishment condition at individual level, unless integrated by the observation on the physical status (body mass index) and of its dynamic over time, of the same individual.</p><p>The model-based approach, developed by FAO, and used to estimate the prevalence of undernourishment integrates information that is available with sufficient regularity from different sources for most countries in the world, in a theoretically consistent way, thus providing what is still one of the most reliable tools to monitor progress towards reducing global hunger.</p><p>However, data reliability mostly depends on the quality of the data used to inform the estimation of the model’s parameters, which could be either from survey data or from food balances. Neither source is devoid of problems and, when comparing estimates from food balances and surveys, differences are frequently noted. To limit the impact of errors, FAO has traditionally presented estimates of prevalence of undernourishment at national level as three-year averages, on the presumption that errors induced by imprecise recording of stocks variations in each single year might be highly reduced when considering an average over three consecutive years.</p><p>Finally, due to the probabilistic nature of the inference and the margins of uncertainty associated with estimates  of each of the parameters in the model, the precision of the prevalence of undernourishment estimates is generally low. While it is not possible to formally compute margins of error around prevalence of undernourishment estimates, these are expected to likely exceed 5 percent in most cases. For this reason, FAO does not consider prevalence of undernourishment estimates that result to be lower than 2.5 percent as sufficiently reliable to be reported.</p> Data follows the UN specification for this indicator. This indicator has not been identified in collaboration with topic experts.","page_content":"","national_metadata_updated_date":"2023-08-23","national_data_updated_date":"2023-08-21","graph_limits":[{"unit":"Percentage (%)","minimum":0,"maximum":100}],"target_number":"2.1","goal_number":"2"}