{"indicator_name":"global_indicators.2-1-2-title","target_name":"global_targets.2-1-title","indicator_number":"2.1.2","csv_size":"23.705 kB","indicator_available":"Estimated prevalence of low and very low food security in households in the United Kingdom","national_indicator_description":"The proportion of households in the United Kingdom that are classified and having low or very low food security. The questions used are based on a suite of food security questions developed by the <a href='https://www.ers.usda.gov/topics/food-nutrition-assistance/food-security-in-the- us/survey-tools/#household'>US Department of Agriculture (USDA)</a>. Questions are asked of the ‘last 30 days'. This is an important difference to the UN metadata and other UK measures of food insecurity, which use questions based on ‘the last 12 months’. The question set is presented in table 9.10 of the source data.","un_designated_tier":"Tier I","un_custodian_agency":"Food and Agriculture Organization (FAO)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/?Text=&Goal=2&Target=2.1","goal_meta_link_text":"United Nations Sustainable Development Goals metadata for target 2.1","national_geographical_coverage":"United Kingdom","computation_units":"Percentage (%)","computation_definitions":"<p>Low food security - The household reduced the quality, variety, and desirability of their diets, but the quantity of food intake and normal eating patterns were not substantially disrupted.</p><p>Very low food security - At times during the last 30 days, eating patterns of one or more household members were disrupted and food intake reduced because the household lacked money and other resources for food.</p><p>Household - One person living alone or a group of people (not necessarily related) living at the same address. These people share cooking facilities and share a living room, sitting room, or dining area, but it is clear who the head of the household is.</p><p>Households being shared on an equal basis are not included. For example, a house shared by a group of professionals is not included. However, households where adult children are living with their parents or where there are lodgers, but the owner lives in the household are included.</p><p>Head of household - The sole householder (i.e. the person who owns or rents the accommodation). Or if there are multiple householders, the person with the highest personal income from all sources. Or if multiple householders have the same income, the eldest.</p><p>Disability Status - The <a href='https://gss.civilservice.gov.uk/policy-store/measuring-disability-for-the-equality-act-2010'>(GSS) harmonised \"core\" definition</a> identifies a person as disabled if they have a physical or mental health condition or illness that has lasted or is expected to last 12 months or more. It must reduce their ability to carry-out day-to-day activities. It is important to note that a person who has a long-term illness that does not reduce their ability to carry-out day- to-day activities is not disabled under the definition. The GSS harmonised questions are asked of the respondent in the survey, meaning that disability status is self-reported. The GSS definition is designed to reflect the definitions that appear in legal terms in the Disability Discrimination Act 1995 (DDA) for Northern Ireland and the 2010 Equality Act for Great Britain.</p><p>State Pension age - From 6 April 2010, the State Pension age has been increasing gradually for women, and since December 2018 has been increasing for both men and women. These data for 2019/20  were collected throughout the financial year 2019-20, during which the State Pension age for both men and women increased from 65 years 2 months to 65 years 8 months.</p><p>Highest qualification - Educational attainment is measured by the highest level of qualification achieved. England, Wales and Northern Ireland use a range from Entry Level to Level 8. Scottish qualifications use a range from 1 to 12, but have been converted to the England, Wales and Northern Ireland system using an <a href='https://www.sqa.org.uk/sqa/64561.html'>equivalency chart</a>. Entry level includes qualifications such as Entry Level Awards and Entry Level Functional Skills.  Level 1 includes qualifications such as GCSEs (grades 1-3/G-D) and Scottish National 4 qualifications. Level 2 includes qualifications such as GCSEs (grade 4/C and above) and Scottish National 5 qualifications. Level 3  includes qualifications such as A levels and Scottish Highers. Level 4 or higher covers a range of further education and university qualifications, including undergraduate degrees (such as BA, BSc, LLB), Master's degrees, doctoral qualifications (such as PhDs), most professional medical qualifications and PGCEs. No reported qualifications covers qualifications where the exact type or level could not be established during the interview.</p><p>Ethnic group - Sample sizes for 'Gypsy, Traveller or Irish Traveller' are small, so for Northern Ireland, 'Irish Traveller' is included in 'Other ethnic group'. For England, Wales and Scotland, 'Gypsy or Irish Traveller' is included in 'White'. It is not possible to disaggregate Mixed/multiple ethnic group due to differences in data collection of the country specific questions. 'Arab' has been included in 'Other ethnic group' due to small sample sizes.</p>","available_disaggregations":"<p>All breakdowns are available by food security level. The source dataset also gives data for high and moderate food security</p><p>Age - The age group of the head of the household. Whether the head of household is above or below State Pension age is also available in 'Tenure by age'. Number of adults above and below State Pension age for households without children is also available in the source dataset </p><p> Age group – Whether the head of household is working age or State Pension age. Age group by Tenure is available.</p><p>Sex – Sex is not shown here as data are collected at the household level. However, some data on sex is available in the source data for single adult households without children.</p><p>Country and Region – Country and region of residence. Region is only available when England is selected for Country.</p><p>Ethnic group and Ethnicity – Ethnic group and (for the Asian/Asian British ethnic group) Ethnicity of the head of the household</p><p>Highest qualification – the highest qualification level of the head of the household.</p><p>Household composition breakdowns – These give the presence or absence of key groups (children, adults over the State Pension age, disabled adults, and unemployed adults under State Pension age). 'Household composition – disabled adults', also gives the number of disabled adults present.</p><p>Number of adults and Number of children – these are only available when 'Household composition – children present' is selected.</p><p>State support – This relates to the household being in receipt of any state support. Further breakdowns of State support are available in the source data. </p><p>Tenure – Tenure is available in conjunction with Age group.</p><p>Total Household gross weekly income - This includes all income for the household. </p>","computation_calculations":"No calculations on the source data were required.","reporting_status":"complete","data_non_statistical":false,"data_footnote":"<p>1. Data for Chinese and Bangladeshi ethnicities are not available due to small sample sizes (Less than 100).</p><p>2. For respondents in Great Britain, 'Gypsy or Irish traveller ' is included in the 'White' ethnic category. For Northern Ireland respondents, 'Irish traveller' is included in the 'Other ethnic group' category.</p><p>3. The data in this report was collected throughout the financial year 2019-20, during which the State Pension age for both men and women increased from 65 years 2 months to 65 years 8 months","graph_type":"bar","graph_title":"Estimated prevalence of low and very low food security","data_show_map":false,"data_keywords":"FIES, food insecurity, UNSD, hunger, zero hunger, food security","source_active_1":true,"source_organisation_1":"Department for Work and Pensions","source_periodicity_1":"Annual","source_earliest_available_1":"2019/2020","source_geographical_coverage_1":"United Kingdom","source_url_1":"https://www.gov.uk/government/statistics/family-resources-survey-financial-year-2019-to-2020","source_url_text_1":"Family Resources Survey","source_release_date_1":"25/03/2021","source_next_release_1":"March 2022","source_statistical_classification_1":"National Statistics","source_contact_1":"team.frs@dwp.gov.uk","source_other_info_1":"Data are in the 'Household Food Security' files","source_active_2":false,"source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"indicator_sort_order":"02-01-02","other_info":"<p>It should be noted that the Family Resources Survey (FRS) Household Food Security questions cover the 30 days prior to interview, not the previous 12 months, as is the case in many other surveys. Direct comparisons cannot be made between these data and those based on questions asked of a 12 month period.The question set is based on the Adult Food Security Survey Module from the United States Department of Agriculture. The 30 day time reference period has been used as it was more appropriate in the context of the Family Resources Survey, which focuses on respondent’s circumstances at the time of the interview and uses time reference period of a week or a month on other questions</p><p>The USDA set of questions is very similar to the FIES (Food Insecurity Experience Scale) set, which is used for international comparisons.</p><p>Questions on food security are answered by the person in the household who knows the most about food purchasing and preparation. There are a range of questions, asking about the adults within the household. The questions do not directly ask about the food security status of children.</p><p>Further information on the questions posed can be found in the 'Guidance' and table 9.10 tabs of the source data, and in the Background Information & Methodology.</p><p> This indicator is being used as an approximation of the UN SDG Indicator. Where possible, we will work to identify or develop UK data to meet the global indicator specification. This indicator has been identified in collaboration with topic experts.","page_content":"<p>The data presented in the chart and table are from the Department for Work and Pension’s Family Resources Survey (FRS), which uses questions asked of the past 30 days. A new series of questions was added to the 2019/20 FRS on the topic of food security.  This series of questions is asked of the person in the household who knows the most about food purchasing and preparation. There are a range of questions, asking about the household,adults within the household, and the person answering the questions. The questions do not directly ask about the food security status of children. </p><p>The question set is based on the Adult Food Security Survey Module from the United States Department of Agriculture. The 30 day time reference period has been used as it was more appropriate in the context of the Family Resources Survey, which focuses on respondent’s circumstances at the time of the interview and uses time reference period of a week or a month on other questions.</p><p> The FRS has a large sample size, and covers the whole of the UK. Other surveys in the UK also collect information on food security status, but due to differences in methodology, responses cannot be compared between the surveys.</p><p>- <a href='https://www.food.gov.uk/research/food-and-you'>Food and You</a> was previously used for this indicator. It is run by the Food Standards Agency. The Food and You Survey was replaced in 2020 by <a href='https://www.food.gov.uk/research/food-and-you-2/food-and-you-2-wave-1'>Food and You 2</a>  At the time of writing this, food security data are available for England, Wales, and Northern Ireland for 2016 (wave 2), 2018 (wave 5) of Food and You, and 2020 for Food and You 2. The Food and You surveys use the same set of questions as the data presented here (from the FRS). However, questions are asked of the past 12 months.</p><p>- The <a href='https://www.gov.scot/publications/scottish-health-survey-2019-summary-report/pages/8/'>Scottish Health Survey</a> provides data on food insecurity for Scotland based on three questions asked of the past 12 months.</p><p>","national_metadata_updated_date":"2022-02-03","national_data_updated_date":"2022-02-03","national_metadata_update_url_text":"2022-02-03: see changes on GitHub","national_metadata_update_url":"https://github.com/ONSdigital/sdg-data/commit/f405a9590fe2c174c5e6b59749187d6ee8fd3c12","national_data_update_url_text":"2022-02-03: see changes on GitHub","national_data_update_url":"https://github.com/ONSdigital/sdg-data/commit/f405a9590fe2c174c5e6b59749187d6ee8fd3c12","indicator":"2.1.2","target_id":"2.1","sdg_goal":"2"}