{"indicator_name":"global_indicators.2-2-1-title","target_name":"global_targets.2-2-title","indicator_number":"2.2.1","csv_size":"34.796 kB","indicator_available":"Prevalence of stunting (height for age <-2 standard deviation from the median of the World Health Organization (WHO) Child Growth Standards) among children aged 4","national_indicator_description":"Analysis of National Child Measurement Programme (NCMP) data of children who were 4 years old at time of measurement in Reception using WHO growth standards, by sex, rural/urban classification, deprivation and ethnic group, academic year 2006 to 2007 up to 2021 to 2022.","un_designated_tier":"Tier I","un_custodian_agency":"United Nations Children's Fund (UNICEF), World Health Organisation (WHO), World Bank (WB)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/?Text=&Goal=2&Target=2.2","goal_meta_link_text":"United Nations Sustainable Development Goals metadata for target 2.2","national_geographical_coverage":"England","computation_units":"Percentage (%)","computation_definitions":"<p>Child stunting refers to a child who is too short for his or her age and is the result of chronic or recurrent malnutrition. Stunting here is defined as cases with height for age less than -2 standard deviations from the median of the <a href=\"https://www.who.int/tools/child-growth-standards\">World Health Organization (WHO) Child Growth Standards</a>. Standard deviation is a measure of the amount of variation of a set of values.</p><p> Index of Multiple Deprivation - the Index of Multiple Deprivation (IMD)  is a measure of relative deprivation in England. Lower Super Output Areas (LSOAs) in England are ranked from most deprived to least deprived and divided into 5 equal groups called quintiles. LSOAs in quintile 1 fall within the most deprived 20% of LSOAs nationally and LSOAs in quintile 5 fall within the least deprived 20% of LSOAs nationally. This variable is based on child residency post code, and entries without a post code were excluded from the analysis prior to the period 2021 to 2022. For the 2021 to 2022 school year the percentage for these entries is made available as \"Unable to categorise\". As a result, the total IMD sample number does not add up to the total sample size. </p><p> Urban or rural classification - the Urban variable includes all settlements with over 10,000 population. The Rural variable includes all settlements classed as town and fringe, village, and hamlet and isolated dwellings. This variable is based on child residency post code, so entries without a post code are described as \"Unable to categorise\"</p>","available_disaggregations":"Sex; Index of Multiple Deprivation; Ethnic group; Urban or rural classification. The latter is only available from academic year 2013 to 2014. Where ethnic group is unknown, not stated or missing, they have been combined into the group \"Not stated / Invalid\".","computation_calculations":"<p>The analysis was done by running the NCMP data through a bespoke <a href='https://www.who.int/tools/child-growth-standards/software'>R package 'anthro</a>, developed by the World Health Organization (WHO) specifically for supplying Sustainable Development Goals related figures. <p/> <p> The prevalence represents percentage from the unweighted sample size. <p> The dataset variables used for the analysis were age in months, height, sex, weight, index of multiple deprivation (originally deciles, and recoded into quintiles), ethnic group, and rural/urban indicator (recoded into a binary classification).</p> <p>For more information please refer to the <a href='https://www.gov.uk/government/statistics/analysis-of-ncmp-data-using-who-growth-standards-2021-to-2022/ncmp-data-using-who-growth-standards-information-and-methods'>information and methods</a> section of the data source. </p>","reporting_status":"complete","data_non_statistical":false,"data_footnote":"<p> The values for the 2020 to 2021 school year are missing as these figures are based on a smaller sample of measurements collected than in previous years. Because of this, the WHO calculations could not be performed on this data. See 'Other information' section for more detail. </p><p> Please note the y axis does not go to 100% for ease of visualisation. </p>","graph_type":"line","graph_title":"Prevalence of stunting among children aged 4","data_show_map":false,"data_keywords":null,"proxy":"proxy","source_active_1":true,"source_organisation_1":"Office for Health Improvement and Disparities (OHID)","source_periodicity_1":"Annual","source_earliest_available_1":"2006 to 2007","source_geographical_coverage_1":"England","source_url_1":"https://www.gov.uk/government/statistics/analysis-of-ncmp-data-using-who-growth-standards-2021-to-2022","source_url_text_1":"Analysis of NCMP data using WHO growth standards 2021 to 2022","source_release_date_1":"20/04/2023","source_next_release_1":"To be confirmed: We plan to update indicator data within 4 months of data being released","source_statistical_classification_1":"Official statistics","source_contact_1":"PHA-OHID@dhsc.gov.uk","source_other_info_1":"Data for school years prior the 2021 to 2022 period can be found at the [historical ad-hoc analysis of NCMP](https://www.gov.uk/government/publications/national-child-measurement-programme-ad-hoc-analysis-of-data)","source_active_2":false,"source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"indicator_sort_order":"02-02-01","other_info":"<p> The numbers represented here are based on data from the National Child Measurement Programme, for school years 2006 to 2007 up to years 2021 to 2022. The values for the 2020 to 2021 school year are not reported as these figures are based on weighted data due to a smaller sample of measurements collected than in previous years. The analysis is only for children aged 4 years old in Reception at the time of measurement (age group 48 to 59 months old). These children would have turned 5 within the academic year. Children who had already turned 5 at the time of measurement are excluded from this analysis. <p/><p> Totals presented in this document include all children in state-maintained schools, with a valid height and weight measurement, including those with an unknown residency. Since 2008 to 2009 over 99% of child records have a valid home postcode. <p/> <p> This analysis does not contain any measurement data which can be used to monitor the indirect impact of COVID-19 on BMI in children. The 2019-20 NCMP data collection stopped in March 2020 when schools were closed due to the COVID-19 pandemic. In a usual NCMP collection year, national participation rates are around 95% (over a million) of all eligible children, however in 2019-20 the number of children measured was around 75% of previous years. Despite the lower than usual number of measurements, analysis by NHS Digital indicates that figures at national level are directly comparable to previous years. </p> <p>No data are reported for this indicator for the 2020 to 2021 school year period, but the National Child Measurement Programme was run and there are <a href='https://digital.nhs.uk/data-and-information/publications/statistical/national-child-measurement-programme/2020-21-school-year'>data available</a>. </p> <p>The 2021 to 2022 NCMP was the first data collection since the coronavirus COVID-19 pandemic that was unaffected by school closures and other public health measures. The participation rate was 93% of all children that were eligible to take part. </p> <p> Sample sizes are available in the source data.<p/> This indicator is being used as an approximation of the UN SDG Indicator. Where possible, we will work to identify or develop UK data to meet the global indicator specification. This indicator has been identified in collaboration with topic experts.","page_content":"","national_metadata_updated_date":"2023-04-28","national_data_updated_date":"2023-04-28","target_number":"2.2","goal_number":"2"}