{"indicator_name":"global_indicators.2-2-2-title","target_name":"global_targets.2-2-title","indicator_number":"2.2.2","csv_size":"287.521 kB","indicator_available":"Prevalence of malnutrition (weight for height >+2 or <-2 standard deviation from the median of the WHO Child Growth Standards) for children aged 4 by type (wasting and overweight) and prevalence of underweight, overweight, and obesity for children aged 4 to 5 years using BMI classifications","national_indicator_description":"Prevalence of malnutrition based on WHO Child Growth Standards is reported under the WHO Child Growth Standards series. Prevalence of malnutrition based on BMI classification data is reported under the BMI classifcations series.","un_designated_tier":"Tier I","un_custodian_agency":"United Nations Children's Fund (UNICEF), World Health Organisation (WHO), World Bank (WB)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/?Text=&Goal=2&Target=2.2","goal_meta_link_text":"United Nations Sustainable Development Goals metadata for target 2.2","national_geographical_coverage":"England, Scotland, Wales, Northern Ireland","computation_units":"Percentage (%)","computation_definitions":"<p>The prevalence of undernourishment is an estimate of the proportion of the population whose habitual food consumption is insufficient to provide the dietary energy levels that are required to maintain a normal active and healthy life. It is expressed as a percentage. <p/> <p> BMI is defined as weight (in kg) divided by height squared (in m2). <p/> <p> For England, Scotland, and Wales, BMI classifications are defined using the British 1990 Growth Reference where underweight includes those with a BMI less than or equal to the 2nd centile, overweight includes those with a BMI of greater than or equal to the 85th and less than the 95th centile and obesity includes those with a BMI greater than or equal to the 95th centile. The exception is Wales who categorises underweight as those with a BMI less than (but not equal to) the 2nd centile. <p/> <p> For Northern Ireland, BMI classifications are defined using the International Obesity Task Force (IOTF) guidelines. For more information, please refer to the original source links in the Sources tab. <p/> <p> Index of Multiple Deprivation (IMD) is the official measure of relative deprivation. It is expressed either in deciles (1 to 10) or quintiles (1 to 5), with 1 representing the most deprived category. It is calculated slightly differently between the different UK nations, so direct comparisons are not advised. For more details refer to the original source links in the Sources tab.","available_disaggregations":"<p> Sex; Index of Multiple Deprivation; Ethnicity; Rural or Urban classification. The latter is only available for the data which uses the WHO Child Growth Standards from academic year 2013 to 2014. <p/> <p> For BMI classifications, source data may contain additional disaggregations (e.g., by health board) that are not displayed on this page but can be found via the source links.","computation_calculations":"<p>The analysis  for the data using the WHO Child Growth Standards was done by running the NCMP data through a bespoke <a href='https://www.who.int/tools/child-growth-standards/software'>R package 'anthro</a>, developed by the World Health Organization (WHO) specifically for supplying Sustainable Development Goals related figures. <p/> <p> The prevalence represents percentage from the unweighted sample size. <p> The dataset variables used for the analysis were age in months, height, sex, weight, index of multiple deprivation (originally deciles, and recoded into quintiles), ethnic group, and rural/urban indicator (recoded into a binary classification). <p/> <p>For Wales BMI classification series, percentage of obese was subtracted from percentage of overweight or obese to provide the figure for percentage of overweight that is reported here. <p/> <p> For Northern Ireland BMI classification series, percentage of obese was subtracted from percentage of overweight and obese to provide the figure for percentage of overweight that is reported here.<p/> <p> No other calculations were performed in the data acquisition of BMI classifications data as appropriate data was readily available in the final format specified by this indicator. For insight into the details of potential calculations please refer to the original source metadata or source contact.","reporting_status":"complete","data_non_statistical":false,"data_footnote":"<p> Please note the y axis does not go to 100% for ease of visualisation. <p/> <p> Data represents a school year. <p/> <p> For Northern Ireland BMI classification data, figures combine 3 years of data, as school closures due to the COVID-19 pandemic led to a reduction in the number of recorded measurements for this year group. For example, data from the year 2012/13 combines data from 2010/11, 2011/12 and 2012/13. <p/> <p> For England BMI classification data, 2020/21 figures are based on weighted data due to a smaller sample of measurements collected than in previous years. Because the WHO Child Growth Standards series is based on the same data, the values for 2020/21 school year are missing as the WHO calculations could not be performed on the weighted sample. <p/> <p> Data gaps in this indicator are due to data not being available or numbers of children in category being too small to be reported. Further information is available from data sources.","graph_type":"line","graph_titles":[{"series":"BMI classifications","title":"Proportion of children (aged 4 - 5 years) classified as underweight, overweight or obese using BMI classifications"},{"series":"WHO Child Growth Standards","title":"Proportion of children aged 4 classified as wasting or overweight (England only)"}],"data_show_map":false,"data_keywords":"Nutrition, health","expected_disaggregations":["Type (wasting or overweight)"],"source_active_1":true,"source_organisation_1":"NHS Digital","source_periodicity_1":"Annual","source_earliest_available_1":"2006/07","source_geographical_coverage_1":"England","source_url_1":"https://digital.nhs.uk/data-and-information/publications/statistical/national-child-measurement-programme/2020-21-school-year","source_url_text_1":"National Child Measurement Programme England 2020/21","source_release_date_1":"16/11/2021","source_next_release_1":"See source link","source_statistical_classification_1":"Official statistic","source_contact_1":"enquiries@digital.nhs.uk","source_other_info_1":"Data tables can be found towards the bottom of the page, under the heading 'Resources'","source_active_2":true,"source_organisation_2":"Public Health Scotland","source_periodicity_2":"Annual","source_earliest_available_2":"2001/02","source_geographical_coverage_2":"Scotland","source_url_2":"https://www.publichealthscotland.scot/publications/primary-1-body-mass-index-bmi-statistics-scotland/primary-1-body-mass-index-bmi-statistics-scotland-school-year-2020-to-2021/","source_url_text_2":"Primary 1 Body Mass Index (BMI) statistics Scotland 2020/21","source_release_date_2":"14/12/2021","source_next_release_2":"See source link","source_statistical_classification_2":"Official statistic","source_contact_2":"phs.childhealthstats@phs.scot","source_other_info_2":"Data tables can be found towards the bottom of the page, under the heading 'Data files'","source_active_3":true,"source_organisation_3":"Department of Health Northern Ireland","source_periodicity_3":"Annual","source_earliest_available_3":"2010/11","source_geographical_coverage_3":"Northern Ireland","source_url_3":"https://www.health-ni.gov.uk/publications/health-inequalities-annual-report-2021","source_url_text_3":"Health Inequalities Annual Report 2021","source_release_date_3":"14/04/2021","source_next_release_3":"See source link","source_statistical_classification_3":"Official statistic","source_contact_3":"healthinequalities@health-ni.gov.uk","source_other_info_3":"The data cleansing parameters applied to the calculation of childhood obesity figures has been refined from 2017/18 onwards. Therefore figures should be treated with caution when making comparisons.","source_active_4":true,"source_organisation_4":"NHS Wales","source_periodicity_4":"Annual","source_earliest_available_4":"2012/13","source_geographical_coverage_4":"Wales","source_url_4":"https://phw.nhs.wales/services-and-teams/child-measurement-programme/cmp-2018-19/","source_url_text_4":"The Child Measuring Programme for Wales 2018/19","source_release_date_4":"25/03/2021","source_next_release_4":"See source link","source_statistical_classification_4":"Official statistic","source_contact_4":"childmeasurementprogramme&#8203;@wales.nhs.uk","source_active_5":true,"source_organisation_5":"Office for Health Improvement and Disparities (OHID)","source_periodicity_5":"Annual","source_earliest_available_5":"2006/07","source_geographical_coverage_5":"England","source_url_5":"https://www.gov.uk/government/publications/national-child-measurement-programme-ad-hoc-analysis-of-data","source_url_text_5":"National Child Measurement Programme ad-hoc analysis of data","source_release_date_5":"18/08/2021","source_next_release_5":"See source link","source_statistical_classification_5":"Official statistic","source_contact_5":"ncmp@dhsc.gov.uk","source_active_6":false,"indicator_sort_order":"02-02-02","other_info":"<p>For Northern Ireland, only data from the past 5 years are available via the source link. However, older data and data for some disaggregations not available via the source link (i.e., sex and some IMD quintiles) can be requested directly from Department of Health Northern Ireland using the relevant contact details under the Sources tab.</p> This indicator is being used as an approximation of the UN SDG Indicator. Where possible, we will work to identify or develop UK data to meet the global indicator specification. This indicator has not been identified in collaboration with topic experts.","page_content":"<p>Data which uses the WHO Child Growth Standards is available for England only. <p/> <p> Data which uses Body Mass Index (BMI) classifications is available for the 4 countries of the UK. However, as the data is acquired from different data sources for each, it is not possible to provide an overall UK figure. ","national_metadata_updated_date":"2022-07-07","national_data_updated_date":"2022-07-07","target_number":"2.2","goal_number":"2","graph_title":"global_indicators.2-2-2-title"}