{"indicator_name":"global_indicators.2-c-1-title","target_name":"global_targets.2-c-title","indicator_number":"2.c.1","csv_size":"631.93 kB","indicator_available":"Indicator of Food Price Anomalies (IFPA), by Consumer Food Price Index","national_indicator_description":"<p>A food price index value greater than 1 indicates an unusual rise in food prices.</p><p>The data shown here differ to those on the UN global database in the following ways - <p> - The global database provides data for a set group of cereals, broken down by individual cereals. The headline figure shown here is for all food groups, and the breakdowns are for several grouped food types.</p><p> - A longer time series is shown. Data are based on prices since 1988.</p><p> - Values are available for every month. December rolling averages cover the same period as data on the UN database.</p>","un_designated_tier":"Tier I","un_custodian_agency":"Food and Agriculture Organization (FAO)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/?Text=&Goal=2&Target=2.c","goal_meta_link_text":"United Nations Sustainable Development Goals metadata for target 2.c","national_geographical_coverage":"United Kingdom","computation_units":"Index","computation_definitions":"<p>Food price anomaly - Market prices that are abnormally high for any particular period. A food price index value greater than 1 indicates an unusual rise in food prices. Note that a value lower than -1 indicates an unusual fall in price, but this is not the focus of this indicator. See the <a href=\"https://unstats.un.org/sdgs/metadata/\">global metadata</a> for a more in-depth explanation.</p><p>Consumer Price Index (CPI) - The CPI is a consumer inflation or pure price index. It provides an average measure of change in the prices of goods and services bought for the purpose of consumption by households in the UK and foreign visitors to the UK.</p>","available_disaggregations":"<p>The indicator is given for both monthly values and a 12 month rolling average. The monthly value is a faster indicator but has more noise, so care should be taken with interpretation of a single value. <p></p>Both series are broken down by food type.</p>","computation_calculations":"<p>More details on the calculations, including how weights are assigned, are available in <a href='https://www.ons.gov.uk/economy/inflationandpriceindices/methodologies/identifyingfoodpriceanomaliestosupportthesustainabledevelopmentgoals#calculating-the-indicator'>Identifying food price anomalies to support the Sustainable Development Goals</a></p><p>In brief - </p><p>1. Quarterly and annual compound growth rates (CGRs) of CPIs are calculated for each month.</p><p>2. For each target year, each preceding year is given a weight which is higher the closer it is to the target year. These weights are used to calculate the weighted means and standard deviations of the CGRs.</p><p>3. Annual and quarterly CGRs are standardised by subtracting the relevant weighted mean and dividing by the relevant weighted standard deviation for each month (similar to calculating z-scores, but using weighted data).</p><p>4. The standardised quarterly and annual CGRs are combined into a single indicator value for each month. Annual standardised CGRs have a weight of 0.6, while quarterly values have a weight of 0.4.</p><p>CPI values since 1988 have been used in these calculation. The first year presented here is 1992 so that a minimum of 4 years of data are used for comparison.</p><p>The code for producing this indicator is available on the <a href=\"https://github.com/ONSdigital/sdg_data_updates/tree/main/2.c.1_python\">SDG data updates  repository</a>.</p>","reporting_status":"complete","data_non_statistical":false,"graph_type":"bar","graph_target_lines":[{"value":1,"label_content":"Anomaly threshold"}],"data_show_map":false,"data_keywords":"ONS, CPI, cost of living","proxy":"proxy","source_active_1":true,"source_organisation_1":"Office for National Statistics (ONS)","source_periodicity_1":"Monthly","source_earliest_available_1":1989,"source_geographical_coverage_1":"United Kingdom","source_url_1":"https://www.ons.gov.uk/economy/inflationandpriceindices/datasets/consumerpriceinflation","source_url_text_1":"Consumer price inflation tables","source_release_date_1":"14/09/2022","source_next_release_1":"The source data are published on a monthly basis, however the data on this page are updated every 6 months.: We plan to update indicator data within 4 months of data being released","source_statistical_classification_1":"Official statistics","source_contact_1":"cpi@ons.gov.uk","source_other_info_1":"The source data are published on a monthly basis, however the data on this page are updated every 6 months.","source_active_2":false,"source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"indicator_sort_order":"02-cc-01","other_info":"<p>This indicator identifies market prices that are abnormally high. The index relies on a weighted compound growth rate that accounts for both within year and across year price growth. The indicator directly evaluates growth in prices over a particular month over many years, taking into account seasonality in agricultural markets and inflation, allowing to answer the question of whether or not a change in price is abnormal for any particular period.</p><p>The Office for National Statistics (ONS) measure of the inflation experienced by consumers, Consumer Prices Index (CPI), has been identified and confirmed as suitable for measuring changes in food prices by topic experts. ONS have followed the methodology in line with the UN requirements for this indicator, but have used different food groups to give a fuller picture for the UK. </p><p><p>For more details regarding the methodology and calculations used for this indicator, please refer to <a href='https://www.ons.gov.uk/economy/inflationandpriceindices/methodologies/identifyingfoodpriceanomaliestosupportthesustainabledevelopmentgoals#calculating-the-indicator'>Identifying food price anomalies to support the Sustainable Development Goals</a> and <a href='https://www.fao.org/fileadmin/user_upload/foodprice/docs/resources/a-i7550e.pdf'>Developing an indicator of price anomalies as an early warning tool - A compound growth approach (PDF, 585KB).</a> </p><p> Please note, the methodology for this indicator uses CPI data (rather than food prices themselves). As such, there is a smoothing effect, although the figures provided are still representative of food price changes. </p><p> This methodology assumes normal distribution, however compound growth prices (CGP) of food may not be normally distributed. The further away CGP are from normal distribution, the less useful they are as an indicator of food price anomalies.</p><p> Please note that the source data for this indicator is updated monthly, however the data displayed on this page is updated every 6 months. As a result, more recent data may be available from the source link in the Sources tab.</p> This indicator is being used as an approximation of the UN SDG Indicator. Where possible, we will work to identify or develop UK data to meet the global indicator specification. This indicator has been identified in collaboration with topic experts.","page_content":"","national_metadata_updated_date":"2023-04-06","national_data_updated_date":"2022-10-05","target_number":"2.c","goal_number":"2","graph_title":"global_indicators.2-c-1-title"}