{"indicator_name":"global_indicators.3-1-1-title","target_name":"global_targets.3-1-title","indicator_number":"3.1.1","csv_size":"22.524 kB","indicator_available":"Maternal mortality rate per 100,000 maternities, and maternal mortality ratio.","national_indicator_description":"Maternal mortality rate per 100,000 maternities is the recommended series for UK data. Maternal mortality ratio is included as internationally comparable data. Maternal mortality ratio uses number of live births as the denominator.","un_designated_tier":"Tier I","un_custodian_agency":"World Health Organisation (WHO)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/?Text=&Goal=3&Target=3.1","goal_meta_link_text":"United Nations Sustainable Development Goals metadata for target 3.1","national_geographical_coverage":"United Kingdom","computation_units":"Rate per 100,000 maternities, Rate per 100,000 live births","computation_definitions":"<p>Maternities - Women who give birth to a live infant or a stillborn infant at 24 weeks or greater gestation</p><p>Maternal death - The death of a woman while pregnant or within 42 days of the end of pregnancy, irrespective of the duration and the site of the pregnancy, from any cause related to or aggravated by the pregnancy or its management, but not from accidental or incidental causes.  </p><p>Deprivation quintile - Deprivation is measured using the Index of Multiple Deprivation (IMD). This is the official measure of relative deprivation in England. For more information see the <a href='https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/835115/IoD2019_Statistical_Release.pdf'>The English Indices of Deprivation (PDF, 2.18MB)</a>.</p>","available_disaggregations":"<p>Ethnicity and deprivation quintile are only available when England is selected.</p><p>Further data on frequency of maternal mortality by other characteristics are available in the source data. Maternal mortality rate per 100,000 maternities is also available for specific country of birth for some countries, and can be found in table 2.12 in the source data.</p>","computation_calculations":"No calculations on the source data were required.","reporting_status":"complete","data_non_statistical":false,"data_start_values":[{"field":"Series","value":"Maternal mortality rate"},{"field":"Units","value":"Rate per 100,000 maternities"}],"graph_type":"line","graph_titles":[{"series":"Maternal mortality rate","title":"Maternal mortality rate per 100,000 maternities"},{"series":"Maternal mortality ratio","title":"Maternal mortality ratio (maternal mortality rate per 100,000 live births)"}],"data_show_map":false,"data_keywords":"Births, Health, Pregnancy, Pregnant","source_active_1":true,"source_organisation_1":"National Perinatal Epidemiology Unit (NPEU)","source_periodicity_1":"Annual","source_earliest_available_1":2009,"source_geographical_coverage_1":"UK","source_url_1":"https://www.npeu.ox.ac.uk/mbrrace-uk/reports","source_url_text_1":"MBRRACE-UK - Saving Lives, Improving Mothers' Care 2020 - Lessons learned to inform maternity care from the UK and Ireland Confidential Enquiries in Maternal Death and Morbidity 2016–18","source_release_date_1":"December 2020","source_next_release_1":"TBC","source_statistical_classification_1":"Non-official","source_contact_1":"mbrrace-uk@npeu.ox.ac.uk","source_other_info_1":"<p>The most recent data are in MBRRACE-UK - Saving Lives, Improving Mothers' Care 2020 - Lessons learned to inform maternity care from the UK and Ireland Confidential Enquiries in Maternal Death and Morbidity 2016–18.</p><p>Quality and methodology information are available in the report.</p><p>Maternal mortality rate data are originally sourced from the Office for National Statistics, General Register Office for Scotland, and Northern Ireland Statistics and Research Agency.</p>","source_active_2":false,"source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"indicator_sort_order":"03-01-01","other_info":"<h3>Maternal mortality rate</h3><p>Maternal mortality in the UK is measured as a rate per 100,000 maternities, rather than as a ratio per 100,000 live births. Maternal mortality rate provides a closer approximation of the risk associated with pregnancy than maternal mortality ratio.</p><p>Maternal deaths are identified through a variety of sources by the MBRRACE-UK collaboration at the NPEU, University of Oxford. Further details of ascertainment methods, additional disaggregations, details of causes of death and recommendations for improving care can be found in the <a href=\"https://www.npeu.ox.ac.uk/mbrrace-uk/reports\">MBRRACE-UK Saving Lives, Improving Mothers’ Care</a> report. The report includes confidence intervals (a measure of reliability) and analysis, including statistical significance of the data.</p><h3>Maternal mortality ratio</h3><p>Maternal mortality ratio (MMR) is estimated for the UK using routinely reported data. It is included as a series here for international comparability only. The data for MMR is originally sourced from Office for National Statistics, General Register Office for Scotland, and Northern Ireland Statistics and Research Agency.</p><p>MMR is much lower (about half) than the actual rates as identified through the UK CEMD, which uses multiple sources of death identification. This emphasises the importance of the additional case identification and checking undertaken by the MBRRACE-UK team to give an accurate maternal mortality estimate.</p><p>New figures are not reported, as, at the time of publication  there had not been a complete triennium since these ratios were calculated.</p><p> Data follows the UN specification for this indicator. This indicator has been identified in collaboration with topic experts.","page_content":"","national_metadata_updated_date":"2022-01-05","national_data_updated_date":"2022-01-05","national_metadata_update_url_text":"2022-01-05: see changes on GitHub","national_metadata_update_url":"https://github.com/ONSdigital/sdg-data/commit/ee5e95beecebb8749a301d79b757cb076d0b54a7","national_data_update_url_text":"2022-01-05: see changes on GitHub","national_data_update_url":"https://github.com/ONSdigital/sdg-data/commit/ee5e95beecebb8749a301d79b757cb076d0b54a7","indicator":"3.1.1","target_id":"3.1","sdg_goal":"3","graph_title":"global_indicators.3-1-1-title"}