{"indicator_name":"global_indicators.5-2-2-title","target_name":"global_targets.5-2-title","indicator_number":"5.2.2","csv_size":"11.407 kB","indicator_available":"Percentage of women aged 16 and over subjected to sexual violence by a family member in the last 12 months","national_indicator_description":"Percentage of women aged 16 and over subjected to sexual violence by a family member in the last 12 months","un_designated_tier":"Tier II","un_custodian_agency":"United Nations Children’s Fund (UNICEF), The United Nations Entity for Gender Equality and the Empowerment of Women (UN Women), United Nations Population Fund (UNFPA), World Health Organization (WHO), United Nations Office on Drugs and Crime (UNODC)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/?Text=&Goal=5&Target=5.2","goal_meta_link_text":"United Nations Sustainable Development Goals metadata for target 5.2","national_geographical_coverage":"England and Wales","computation_units":"Percentage (%)","computation_definitions":"Sexual violence for this data refers to any sexual violence, including attempts.</p><p>Disability Status - The <a href=\"https://gss.civilservice.gov.uk/policy-store/measuring-disability-for-the-equality-act-2010/\">(GSS) harmonised \"core\" definition</a> identifies a person as disabled if they have a physical or mental health condition or illness that has lasted or is expected to last 12 months or more. It must reduce their ability to carry-out day-to-day activities. It is important to note that a person who has a long-term illness that does not reduce their ability to carry-out day-to-day activities is not disabled under the definition. The GSS harmonised questions are asked of the respondent in the survey, meaning that disability status is self-reported. The GSS definition is designed to reflect the definitions that appear in legal terms in the Disability Discrimination Act 1995 (DDA) for Northern Ireland and the 2010 Equality Act for Great Britain. </p>","available_disaggregations":"Required disaggregations, age and place of occurrence, is not available.","computation_calculations":"No calculations were performed in the data acquisition of this indicator as appropriate data was readily available in the final format specified by this indicator.","reporting_status":"complete","data_non_statistical":false,"data_footnote":"<p> 1. Crime Survey estimates for the year ending March 2023 and year ending March 2022 are not designated as National Statistics. Caution should be taken when using these data because of the potential impact of lower response rates on data quality. Estimates for the year ending March 2020, and all previous years, are designated as National Statistics.</p><p> 2. Estimates for the year ending March 2022 are based on six months of data collection from the face-to-face Crime Survey for England and Wales between October 2021 and March 2022. Caution should be taken when using these data due to the impact of the reduced data collection period and lower response rates on the quality of the estimates. </p><p> 3. Concerns around confidentiality and respondent safeguarding led to domestic abuse questions being excluded from the Telephone Crime Survery for England and Wales (TCSEW). Therefore, there is no data available for the year ending March 2021. </p><p> 4. From October 2021, the upper age limit for the self-completion module was removed. Figures for 16 to 59 year olds are presented to allow comparisons to be made over a longer time period.  </p><p> 5. Please note the y axis does not always go to 100% for ease of visualisation. </p>","data_start_values":[{"field":"Type of non-partner abuse","value":"Sexual (including attempts)"},{"field":"Relationship to perpetrator","value":"Family member"},{"field":"Age","value":"16 to 59"}],"graph_type":"line","graph_title":"Percentage of women aged 16 and over subjected to sexual violence by a family member in the last 12 months","data_show_map":false,"data_keywords":"Crime, violence","proxy":"proxy","expected_disaggregations":["Age","Place of occurrence"],"source_active_1":true,"source_organisation_1":"Office for National Statistics (ONS)","source_periodicity_1":"Annual","source_earliest_available_1":"2004/05","source_geographical_coverage_1":"England and Wales","source_url_1":"https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/datasets/crimeinenglandandwalesannualsupplementarytables","source_url_text_1":"Crime in England and Wales - Annual supplementary tables","source_release_date_1":"20/07/2023","source_next_release_1":"July 2024: We plan to update indicator data within 4 months of data being released","source_statistical_classification_1":"Official statistic","source_contact_1":"crimestatistics@ons.gov.uk","source_other_info_1":"Data is available from tables S41 and S42b","source_active_2":false,"source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"indicator_sort_order":"05-02-02","other_info":"<p>For details of the Crime Survey for England and Wales, see the <a href='https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/methodologies/crimeandjusticemethodology'>user guide to crime statistics for England and Wales.</a></p><p>The year format refers to the two years covered by the data, from April of the first year to March of the following year. For example, 2018/19 covers the period of April 2018 to March 2019. The year 2021/22 covers the period October 2021 to March 2022. </p><p>For further information on the quality of the estimates please refer to the source data which provides the unweighted base sizes of the samples.</p><p>The sample size is lower between 2010 to 2011 and 2012 to 2013, and between 2017 to 2018 and 2018 to 2019 due to use of a split-sample experiment in these years. The methodological note titled <a href='http://webarchive.nationalarchives.gov.uk/20160106010543/http:/www.ons.gov.uk/ons/guide-method/method-quality/specific/crime-statistics-methodology/methodological-notes/split-sample-for-intimate-personal-violence-2013-14.pdf'>Split sample for intimate personal violence 2013 to 2014</a> provides further information.</p><p>The Washington Group on Disability Statistics are often used to provide a cross-nationally comparable population-based measures of disability. Please see the article <a href=\"https://www.ons.gov.uk/peoplepopulationandcommunity/healthandsocialcare/disability/articles/measuringdisabilitycomparingapproaches/2019-08-06\">Measuring disability - comparing approaches</a> for a comparison between the GSS Harmonised measure (used here) and the Washington Group measure.</p> This indicator is being used as an approximation of the UN SDG Indicator. Where possible, we will work to identify or develop UK data to meet the global indicator specification.","graph_series_breaks":[{"series":"Sexual (including attempts)","value":16,"label_content":null},{"series":"Stalking","value":16,"label_content":null}],"page_content":"\n","national_metadata_updated_date":"2023-09-06","national_data_updated_date":"2023-09-07","target_number":"5.2","goal_number":"5"}