{"indicator_name":"global_indicators.8-4-1-title","target_name":"global_targets.8-4-title","indicator_number":"8.4.1","csv_size":"65.021 kB","indicator_available":"Material footprint, material footprint per capita, and material footprint per GDP","un_designated_tier":"Tier II","un_custodian_agency":"United Nations Environment Programme (UNEP)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/?Text=&Goal=8&Target=8.4","goal_meta_link_text":"United Nations Sustainable Development Goals metadata for target 8.4","national_geographical_coverage":"United Kingdom","computation_units":"Million metric tons, Tons per capita, Tons per GDP (£m), Kilograms per constant USD ($) expressed in 2021 prices","computation_definitions":"<p>UK’s material footprint, or raw material consumption, captures the amount of domestic and foreign extraction of materials needed to produce the products used by households, governments and charities in the UK. Methodology for calculating material footprint is complex and the approach used can impact on the figures. These data give the latest estimates using a method developed by the University of Leeds, updating the time series where revised data are available, and including figures for 2020. Data are presented for the UK.</p> <p>Previously, there were published estimates of the UK’s material footprint using the Eurostat approach, using a tool which is publicly available. The Eurostat method uses coefficients, which estimate the quantity of a raw material required for a given product in a given year. In the latest version of the tool, the coefficients were calculated for the EU27 (the UK was excluded). It has therefore not been possible to provide updated estimates for the UK material footprint using the Eurostat approach. More details on the method, and other available methods, can be found in the article <a href=\"https://www.ons.gov.uk/economy/environmentalaccounts/articles/materialfootprintintheuk/2018\">Material footprint in the UK 2018</a>.</p>","available_disaggregations":"<p>Biomass, metal ores excluding precious metals, non-metallic minerals and fossil fuels.</p>","computation_calculations":"<p>Material footprint is available in \"thousands of tons\" from the original source (see Source 1), but here it is displayed as \"millions of tons\" to reduce the digits on the y-axis of the plot. This is done by dividing the data from the original source by 1000.</p><p>Material footprint per capita is calculated as raw material consumption (material footprint)/UK population (calculated figures already provided in the original source).</p><p>Material footprint per GDP is calculated as raw material consumption (material footprint)/GDP (calculated figures for GBP (£ millions) already provided in the original source).</p><p>Conversion of material footprint per GDP from 'tons per GBP (£ millions)' to 'kilograms per constant USD ($)' was required for international comparison purposes. The conversion is done by multiplying the material footprint tons (thousandths) data from Source 1 by 1000 to obtain original tons units. This is then multiplied again by 1000 to obtain kilograms. The annual GDP (£ millions) figures (also available from Source 1) are then converted to constant USD using the <a href=\"https://www.oecd.org/dac/financing- sustainable-development/development-finance-standards/informationnoteonthedacdeflators.htm\">OECD method</a>, expressed in 2021 prices (the latest deflator at the time of conversion). The average annual coversion rate for GBP into USD, and the deflators necessary for the constant USD conversion can be obtained from Source 2. The converted GDP is multiplied by 1000,000 to obtain the baseline number for $, rather than $ in millions. Finally, the calculated kilograms are divided by the converted GDP in constant USD ($) to obtain the final figures shown here. </p>","reporting_status":"complete","data_non_statistical":false,"data_footnote":"The plot shows values to a precision of three significant figures rounded to the nearest 10. For more precise values please use the \"Download Source csv\" button.","graph_type":"line","graph_titles":[{"series":"Material footprint per unit of GDP","unit":"Kilograms per constant USD","title":"Material footprint per GDP (kilograms per constant USD in 2021 prices)"},{"series":"Material footprint per unit of GDP","unit":"Tons per GDP (millions of pounds)","title":"Material footprint per GDP (£ millions)"},{"series":"Material footprint","title":"Material footprint (million metric tons)"},{"series":"Material footprint per capita","title":"Material footprint per capita (metric tons)"}],"data_show_map":false,"data_keywords":"material footprint, environment","source_active_1":true,"source_organisation_1":"Office for National Statistics (ONS)","source_periodicity_1":"Annual","source_earliest_available_1":1990,"source_geographical_coverage_1":"United Kingdom","source_url_1":"https://www.ons.gov.uk/economy/environmentalaccounts/datasets/materialfootprintintheuk","source_url_text_1":"Material Footprint in the UK","source_release_date_1":"15/05/2023","source_next_release_1":"See source link: We plan to update indicator data within 4 months of data being released","source_statistical_classification_1":"Official Statistic","source_contact_1":"environment.accounts@ons.gov.uk","source_other_info_1":"Data produced by the University of Leeds for 1990 to 2020, using a Multi-Region Input-Output model.","source_active_2":true,"source_organisation_2":"Organisation for Economic Co-operation and Development (OECD)","source_periodicity_2":"Annual","source_earliest_available_2":1960,"source_geographical_coverage_2":"United Kingdom","source_url_2":"https://www.oecd.org/dac/financing-sustainable-development/development-finance-data/","source_url_text_2":"Development finance data","source_release_date_2":"22/12/2022","source_next_release_2":"See source link: We plan to update indicator data within 4 months of data being released","source_statistical_classification_2":"Official international","source_contact_2":"dac.contact@oecd.org","source_other_info_2":"Data tables section, tables \"Deflators for Resource Flows from DAC Countries (2020=100).xls\" and \"Annual Exchange Rates for DAC Donor Countries from 1960 to 2020.xls\"","source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"indicator_sort_order":"08-04-01","other_info":"The choice of method used to calculate material footprint has an impact on the final estimates. In 2017, the Department for Environment, Food and Rural Affairs (Defra) consulted extensively with the University of Leeds about developing further environmentally relevant metrics for material use and resource efficiency, particularly in carbon terms. As a result, the University of Leeds have developed a multi-regional input-output (MRIO) approach, using a specifically derived UK MRIO database to underpin calculations.  Data follows the UN specification for this indicator. This indicator has been identified in collaboration with topic experts.","page_content":"","national_metadata_updated_date":"2023-07-10","national_data_updated_date":"2023-07-10","target_number":"8.4","goal_number":"8","graph_title":"global_indicators.8-4-1-title"}