{"layout":"indicator","sdg_goal":"8","target_id":"8.5","permalink":"/8-5-1/","indicator_sort_order":"08-05-01","published":true,"target":"8.5 By 2030, achieve full and productive employment and decent work for all women and men, including for young people and persons with disabilities, and equal pay for work of equal value","indicator":"8.5.1","indicator_name":"8.5.1 Average hourly earnings of female and male employees, by occupation, age and persons with disabilities","national_indicator_available":"Mean hourly earnings of female and male employees by occupation and age","un_designated_tier":2,"un_custodian_agency":"International Labour Organization (ILO)","goal_meta_link":"https://unstats.un.org/sdgs/files/metadata-compilation/Metadata-Goal-8.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (PDF 317 KB)","national_geographical_coverage":"United Kingdom","computation_units":"GBP (£)","computation_definitions":"Earnings refer to the gross remuneration in cash or in kind paid to employees, as a rule at regular intervals, for time worked or work done together with remuneration for time not worked, such as annual vacation, other type of paid leave or holidays. Earnings exclude employers’ contributions in respect of their employees paid to social security and pension schemes and also the benefits received by employees under these schemes. Earnings also exclude severance and termination pay. For international comparability purposes, statistics of earnings used relate to employees’ gross remuneration, i.e. the total before any deductions are made by the employer in respect of taxes, contributions of employees to social security and pension schemes, life insurance premiums, union dues and other obligations of employees. As stated in the indicator title, data on earnings should be presented on the basis of the arithmetic average of the hourly earnings of all employees.","reporting_status":"complete","data_non_statistical":false,"data_footnote":"The financial year for this indicator runs April to April. The date on the X axis is the start of the financial year","graph_type":"line","graph_title":"Average hourly earnings of female and male employees by occupation, age and persons with disabilities","data_show_map":false,"data_keywords":"Labour Force Survey, Annual Survey of Hours and Earnings","source_contact_1":"earnings@ons.gsi.gov.uk","title":"Average hourly earnings of female and male employees, by occupation, age and persons with disabilities","comments_limitations":"It is very important to observe that the ASHE and LFS earnings are not directly comparable, and that LFS data is used to disaggregate by disability only because ASHE cannot be disaggregated by disability. Data follows the UN specification for this indicator. This indicator has not been identified in collaboration with topic experts.","source_active_1":true,"source_active_2":true,"source_active_3":true,"source_active_4":true,"source_active_5":true,"source_active_6":true,"national_data_update_url_text":"2018-07-19: see changes on GitHub","national_data_update_url":"https://github.com/ONSdigital/sdg-data/commit/43f469e942100cadf31769c8666210cf9f3427df","national_metadata_update_url_text":"2018-10-11: see changes on GitHub","national_metadata_update_url":"https://github.com/ONSdigital/sdg-data/commit/c65d1a32b45b64ac6ce41dcc156ca91d3079e511","page_content":""}