{"indicator_name":"Pro-poor public social spending","target_name":"Create sound policy frameworks at the national, regional and international levels, based on pro-poor and gender-sensitive development strategies, to support accelerated investment in poverty eradication actions","indicator_number":"1.b.1","csv_size":"0.605 kB","indicator_available":"Pro-poor public social spending","national_indicator_description":"Proportion of government spending (cash benefits, education and the National Health Service) on the monetary poor, UK, from financial year ending 2001 to 2020.","un_designated_tier":"Tier II","un_custodian_agency":"United Nations Children’s Fund (UNICEF)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/?Text=&Goal=1&Target=1.b","goal_meta_link_text":"United Nations Sustainable Development Goals metadata for target 1.b","national_geographical_coverage":"United Kingdom","computation_units":"Percentage (%)","computation_definitions":"The monetary poor are identified as individuals living in a household with an equivalised (using the modified-OECD scale) household disposable income before housing costs of less than 60% of that of the national median figure. Government spending taken into consideration is any spend on direct transfers of cash benefits, education services and the National Health Service. The proportions reported relate to the amount of government spending on the monetary poor relative to overall government spending.","computation_calculations":"None","reporting_status":"complete","data_non_statistical":false,"data_footnote":"Data represents financial years.","graph_type":"line","graph_title":"Pro-poor public social spending","data_show_map":false,"data_keywords":null,"source_active_1":true,"source_organisation_1":"Effects of Taxes and Benefits - Office for National Statistics","source_periodicity_1":"Annual","source_earliest_available_1":1977,"source_geographical_coverage_1":"United Kingdom","source_url_1":"https://www.ons.gov.uk/peoplepopulationandcommunity/personalandhouseholdfinances/incomeandwealth/adhocs/13446proportionofgovernmentspendingcashbenefitseducationandthenationalhealthserviceonthemonetarypooruk1977tofinancialyearending2020","source_url_text_1":"Proportion of government spending on the monetary poor","source_release_date_1":"09/07/2021","source_statistical_classification_1":"Official","source_contact_1":"hie@ons.gov.uk","source_active_2":false,"source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"other_info":"<p> This survey data is known to under-report benefit income. Therefore, the figures may be different to those published elsewhere and are likely to be less than the actual proportion of government spending on the monetary poor. Furthermore, data on incomes at the very top and bottom of the distribution are less reliable, therefore, ‘monetary poor’ may sometimes include people who’s incomes are volatile and may not actually be considered to be ‘monetary poor’. </p> <p> Data on education and the NHS are modelled to predict the amount households receive. For certain aspects of spending on education and the NHS, the models predict how much spending goes towards specific age groups, different genders and different regions, so the demographic information of the survey respondents is used to allocate government spending across the population. </p> Data follows the UN specification for this indicator. This indicator has been identified in collaboration with topic experts.","page_content":"Proportion of government spending (cash benefits, education and the National Health Service) on the monetary poor, UK, from financial year ending 2001 to financial year ending 2020. Data provided by Effects of Taxes and Benefits - Office for National Statistics.","national_metadata_updated_date":"2022-02-15","national_data_updated_date":"2022-02-15","national_metadata_update_url_text":"2022-02-15: see changes on GitHub","national_metadata_update_url":"https://github.com/ONSdigital/sdg-data/commit/7c0ed399c3363e87e248c381704324eb9f5c4f66","national_data_update_url_text":"2022-02-15: see changes on GitHub","national_data_update_url":"https://github.com/ONSdigital/sdg-data/commit/7c0ed399c3363e87e248c381704324eb9f5c4f66","graph_limits":[{"unit":"Percentage (%)","minimum":0,"maximum":100}],"change_notice":"This indicator was added following <a href='https://sdgdata.gov.uk/updates/2021/02/17/2020-indicator-changes.html'>indicator changes</a> from the United Nations 2020 Comprehensive Review. The indicator it replaced has been <a href='https://sdgdata.gov.uk/archived-indicators'>archived</a>.","indicator":"1.b.1","target_id":"1.b","sdg_goal":"1","indicator_sort_order":"01-0b-01"}