{"indicator_name":"Proportion of members and voting rights of developing countries in international organizations","target_name":"Ensure enhanced representation and voice for developing countries in decision-making in global international economic and financial institutions in order to deliver more effective, credible, accountable and legitimate institutions","indicator_number":"10.6.1","csv_size":"40.204 kB","un_designated_tier":"Tier I","un_custodian_agency":"United Nations Department of Economic and Social Affairs (DESA) / Financing for Development Office (FFDO)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/?Text=&Goal=10&Target=10.6","goal_meta_link_text":"United Nations Sustainable Development Goals metadata for target 10.6","national_geographical_coverage":"United Kingdom","computation_units":"Percentage (%)","computation_definitions":"<p>There is no established convention for the designation of \"developed\" and \"developing\" countries or areas in the United Nations system. The aggregation across all institutions is currently done according to the “historical” classification of “Developed regions” and “Developing regions” as of December 2021 in the <a href=\"https://unstats.un.org/unsd/methodology/m49/\"> United Nations M49 statistical standard </a>. The removal of this classification from the M49 standard at the end of 2021 makes it more urgent to reach agreement on how to define these terms for the purposes of SDG monitoring. </p> <p>The designations \"developed\" and developing\" are intended for statistical convenience and do not necessarily express a judgement about the stage reached by a particular country or area in the development process.</p>","available_disaggregations":"International institution","computation_calculations":"No calculations were performed in the data acquisition of this indicator as appropriate data was readily avaiable in the final format specified by this indicator.","reporting_status":"complete","data_non_statistical":false,"data_footnote":"1. Please note the y axis does not always go to 100% for ease of visualisation.","graph_type":"line","graph_title":"Proportion of members and voting rights of developing countries in international organisations","graph_titles":[{"series":"Proportion of members of developing countries in international organizations, by organization","title":"Proportion of members of developing countries in international organizations, by organization (%)"},{"series":"Proportion of voting rights of developing countries in international organizations, by organization","title":"Proportion of voting rights of developing countries in international organizations, by organization (%)"}],"data_show_map":false,"data_keywords":"NA","source_active_1":true,"source_organisation_1":"United Nations Statistics Division (UNSD)","source_periodicity_1":"Annual","source_earliest_available_1":2000,"source_geographical_coverage_1":"United Kingdom","source_url_1":"https://unstats.un.org/sdgs/dataportal/database","source_url_text_1":"SDG Indicators - Global Database","source_release_date_1":"15/05/2023","source_next_release_1":"See source link: We plan to update indicator data within 4 months of data being released","source_statistical_classification_1":"Official - International","source_contact_1":"dsdg@un.org","source_other_info_1":"In Data Series select 10.6.1. In Geographic Areas select United Kingdom of Great Britain and Northern Ireland.","source_active_2":false,"source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"indicator_sort_order":"10-06-01","other_info":"<p>The indicator is calculated independently for eleven different international institutions - The United Nations General Assembly, the United Nations Security Council, the United Nations Economic and Social Council, the International Monetary Fund, the International Bank for Reconstruction and Development, the International Finance Corporation, the African Development Bank, the Asian Development Bank, the Inter-American Development Bank, the World Trade Organisation, and the Financial Stability Board. </p> Data follows the UN specification for this indicator. This indicator has not been identified in collaboration with topic experts.","page_content":"","national_metadata_updated_date":"2023-06-28","national_data_updated_date":"2023-06-22","target_number":"10.6","goal_number":"10"}