{"indicator_name":"Number of parties to international multilateral environmental agreements on hazardous waste, and other chemicals that meet their commitments and obligations in transmitting information as required by each relevant agreement","target_name":"By 2020, achieve the environmentally sound management of chemicals and all wastes throughout their life cycle, in accordance with agreed international frameworks, and significantly reduce their release to air, water and soil in order to minimize their adverse impacts on human health and the environment","indicator_number":"12.4.1","csv_size":"0.0 kB","national_indicator_description":"<p>The indicator refers to the level at which the country have ratified, accepted, approved or accessed, to the following the Multilateral Environmental Agreements (MEAs) </p> <p> - The Basel Convention on the Control of Transboundary Movements of Hazardous Wastes and their Disposal (Basel Convention) </p> <p> - The Rotterdam Convention on the prior informed consent procedure for certain hazardous chemicals and pesticides in international trade (Rotterdam Convention) </p> <p> - The Stockholm Convention on Persistent Organic Pollutants (Stockholm Convention) </p> <p> - The Montreal Protocol on Substances that Deplete the Ozone Layer (Montreal Protocol). </p> <p> - The Minamata Convention on Mercury (Minamata Convention), and have submitted the information to the Secretariat of each MEA, as required by each of the agreements. The information required is as follows</p> <p> - Basel Convention - Designation of the focal point and one or more competent authorities and submission of the annual national reports. </p> <p> -Rotterdam Convention - Designation of the Designated National Authority(-ies) and official contact points and submission of the import responses. </p> <p> - Stockholm Convention - Designation of the Stockholm Convention official contact points and national focal points, submission of the national implementation plans, submission of the revised national implementation plan addressing amendments and submission of the national reports. </p> <p> - Montreal Protocol - Compliance with annual reporting requirements for production and consumption of controlled substances under Article 7 of the Montreal Protocol and submission of information on Licensing systems under (Article 4B of) the Montreal Protocol. For each party, a percentage value is assigned to indicate how much of the required information has been submitted. </p> <p> - Minamata Convention - Designation of a national focal point for exchange of information under Article 17 of the Convention and submission of national reports as required under Article 21 of the Minamata Convention. </p>","un_designated_tier":"Tier I","un_custodian_agency":"UN Environment (UNEP)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/?Text=&Goal=12&Target=12.4","goal_meta_link_text":"United Nations Sustainable Development Goals metadata for target 12.4","computation_units":"<p> For the Basel, Rotterdam and Stockholm Conventions the units of measurements are the transmission of information, such as the number of country contacts designated, number of national reports, national implementation plans and import responses. For each party, a percentage value is assigned to indicate how much of the required information has been submitted. </p> <p>   For the Montreal Protocol the units of measurement are the number of parties that comply with their reporting obligations with regard to production and consumption of controlled substances (Article 7) and submission of information on licensing systems (Article 4B). For each party, a percentage value is assigned to indicate how much of the required information has been submitted. </p> <p> For the Minamata Convention the units of measurement are the number of designated national focal points and the number of national reports received. For each party, a percentage value is assigned to indicate how much of the required information has been submitted. </p>","reporting_status":"complete","data_non_statistical":false,"data_keywords":null,"source_active_1":true,"source_organisation_1":"UNEP","source_periodicity_1":"Every 5 years","source_earliest_available_1":2015,"source_geographical_coverage_1":"UK","source_url_1":"https://unstats.un.org/sdgs/dataportal/database","source_url_text_1":"https://unstats.un.org/sdgs/dataportal/database","source_release_date_1":2015,"source_next_release_1":2025,"source_statistical_classification_1":"Official international","source_active_2":false,"source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"indicator_sort_order":"12-04-01","other_info":"Data follows the UN specification for this indicator. This indicator has not been identified in collaboration with topic experts.","page_content":"","national_metadata_updated_date":"2022-07-25","national_data_updated_date":"2022-07-25","target_number":"12.4","goal_number":"12","graph_type":"line","graph_title":"Number of parties to international multilateral environmental agreements on hazardous waste, and other chemicals that meet their commitments and obligations in transmitting information as required by each relevant agreement"}