{"indicator_name":"Number of companies publishing sustainability reports","target_name":"Encourage companies, especially large and transnational companies, to adopt sustainable practices and to integrate sustainability information into their reporting cycle","indicator_number":"12.6.1","csv_size":"12.612 kB","indicator_available":"Number of companies publishing sustainability reports, by activity","national_indicator_description":"Activities include: Accommodation and food service activities; Administrative and support service activities; Agriculture, forestry and fishing; Arts, entertainment and recreation; Construction; Financial and insurance activities; Human health and social work activities; Information and communication; Manufacturing; Mining and quarrying; Professional, scientific and technical activities; Real estate activities; Transportation and storage; Wholesale and retail trade; repair of motor vehicles and motorcycles.","un_designated_tier":"Tier II","un_custodian_agency":"UN Environment Programme (UNEP), United Nations Conference on Trade and Development (UNCTAD)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/?Text=&Goal=12&Target=12.6","goal_meta_link_text":"United Nations Sustainable Development Goals metadata for target 12.6","national_geographical_coverage":"United Kingdom","computation_units":"Number","computation_definitions":"<p><b>Sustainability reports</b> - the concept is not limited to stand-alone sustainability reports produced by companies, but considered as \"reporting sustainability information\" and expanded to other forms of reporting sustainability information, such as publishing sustainability information as part of the company’s annual reports or reporting sustainability information to the national government. This is to ensure that the focus of the indicator is on tracking the publishing of sustainability information, rather than on the practice of publishing stand-alone sustainability reports.</p><p><b>Company</b> -  while many companies report at the group level, many of their impacts will be local, and some subsidiaries or franchises produce separate sustainability reports. As a practice that should be encouraged, and one that is useful to monitor, it is therefore proposed to count both the group and subsidiary/franchise level separately, as separate entities. “Company” can therefore apply to either the parent company, or a franchise or subsidiary, depending on their reporting practices.</p>","available_disaggregations":"Activity","computation_calculations":"No calculations were performed in the data acquisition of this indicator as appropriate data was readily available in the final format specified by this indicator.","reporting_status":"complete","data_non_statistical":false,"graph_type":"line","data_show_map":false,"data_keywords":"sustainability; company","source_active_1":true,"source_organisation_1":"United Nations SDG Global database (UNSDG)","source_periodicity_1":"Annual","source_earliest_available_1":2016,"source_geographical_coverage_1":"United Kingdom","source_url_1":"https://unstats.un.org/sdgs/dataportal/database","source_url_text_1":"UN SDG Global database (UNSDG)","source_release_date_1":"10/07/2023","source_next_release_1":"See source link: We plan to update indicator data within 4 months of data being released","source_statistical_classification_1":"Official international","source_contact_1":"statistics@un.org","source_other_info_1":"Filter by goal and target, then select Country data = United Kingdom from the \"Select indicators\" field","source_active_2":false,"source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"indicator_sort_order":"12-06-01","other_info":"<p>The data displayed here is sourced from the SDG Global database. These data were provided to the SDG Global database by two custodian agencies, United Nations Conference on Trade and Development (UNCTAD) and United Nations Environment Programme (UNEP).</p><p>The indicator is limited by the number of reports published on Environmental, Social and Governence (ESG) rating platforms and collected by global report aggregators.</p><p>For further information on how these data were calculated, please see the  <a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-12-06-01.pdf\"> source metadata</a>.</p><p> Data follows the UN specification for this indicator. This indicator has not been identified in collaboration with topic experts.","page_content":"","national_metadata_updated_date":"2023-08-17","national_data_updated_date":"2023-08-17","target_number":"12.6","goal_number":"12","graph_title":"Number of companies publishing sustainability reports"}