{"indicator_name":"Number of countries using ecosystem-based approaches to managing marine areas","target_name":"By 2020, sustainably manage and protect marine and coastal ecosystems to avoid significant adverse impacts, including by strengthening their resilience, and take action for their restoration in order to achieve healthy and productive oceans","indicator_number":"14.2.1","csv_size":"10.26 kB","indicator_available":"Total extent and proportion of protected areas at sea","national_indicator_description":"The extent measures are a calculation of the net (non-overlapping) extent of protected areas using mean high water as the boundary between the at-sea and on-land measures. The proportion measures are a percentage of UK marine extent contained within marine protected areas.","un_designated_tier":"Tier II","un_custodian_agency":"United Nations Environment Programme (UNEP)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/?Text=&Goal=14&Target=14.2","goal_meta_link_text":"United Nations Sustainable Development Goals metadata for target 14.2","national_geographical_coverage":"United Kingdom","computation_units":"Million hectares / Percentage (%)","computation_definitions":"<p>Data is based on calendar year of site designation.  For 2019, the data cut-off is 31 May.</p><p>The boundary between protected areas on-land and at-sea is mean high water (mean high water spring in Scotland).  Coastal sites in the indicator are split between ‘on-land’ and ‘at-sea’ if they cross the mean high water mark.  At-sea extent includes offshore marine protected areas out to the limit of the UK continental shelf.</p><p>Extent is based on the following site designations - Areas of Special Scientific Interest, Sites of Special Scientific Interest, National Nature Reserves, Marine Conservation Zones, Nature Conservation Marine Protected Areas, Ramsar Sites, Special Areas of Conservation (including candidate Special Areas of Conservation and Sites of Community Importance), Special Protection Areas, Areas of Outstanding Natural Beauty, National Scenic Areas, National Parks. </p><p>Many protected areas in the UK cover the same physical parcels of land, but for different reasons; as a result the designation types can overlap.  For example, it is possible for an individual site to be designated as a Site of Special Scientific Interest (SSSI), Special Area of Conservation (SAC), Special Protection Area (SPA), Ramsar site and National Nature Reserve (NNR), and could also be part of a National Park, an AONB (Areas of Outstanding Natural Beauty) or National Scenic Area (NSA).</p>","computation_calculations":"No calculations on the source data were required. See <a href='https://jncc.gov.uk/our-work/ukbi-c1-protected-areas/'>C1. Protected Areas</a> for more information on methodology.","reporting_status":"complete","data_non_statistical":false,"graph_type":"line","graph_titles":[{"series":"Proportion of marine protected area","unit":"Percentage (%)","title":"Proportion of protected areas at sea (%)"},{"series":"Marine protected area extent","unit":"Hectares","title":"Extent of protected areas at sea (Hectares)"}],"data_show_map":false,"data_keywords":null,"source_active_1":true,"source_organisation_1":"Joint Nature Conservation Committee (JNCC)","source_periodicity_1":"Annual","source_earliest_available_1":1950,"source_geographical_coverage_1":"United Kingdom","source_url_1":"http://jncc.defra.gov.uk/page-4241","source_url_text_1":"C1. Protected areas","source_release_date_1":"05/09/2019","source_next_release_1":"TBC","source_statistical_classification_1":"Official Statistic","source_contact_1":"comment@jncc.gov.uk","source_other_info_1":"Total extent of protected areas - at sea","source_active_2":false,"source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"indicator_sort_order":"14-05-01","other_info":"<p>This indicator is a component of UK Biodiversity Indicator <a href=\"http://jncc.defra.gov.uk/page-4241\">  C1. Protected areas</a> which comprises two additional measures, 'Total extent of protected areas - on-land', and 'Condition of Areas / Sites of Special Scientific Interest'.</p> This indicator is being used as an approximation of the UN SDG Indicator. Where possible, we will work to identify or develop UK data to meet the global indicator specification. This indicator has not been identified in collaboration with topic experts.","page_content":"","national_metadata_updated_date":"2022-01-06","national_data_updated_date":"2022-01-06","national_metadata_update_url_text":"2022-01-06: see changes on GitHub","national_metadata_update_url":"https://github.com/ONSdigital/sdg-data/commit/d365ebd5e6e90ad020d4ddf372abe3ab80ae9f29","national_data_update_url_text":"2022-01-06: see changes on GitHub","national_data_update_url":"https://github.com/ONSdigital/sdg-data/commit/d365ebd5e6e90ad020d4ddf372abe3ab80ae9f29","indicator":"14.2.1","target_id":"14.2","sdg_goal":"14","graph_title":"Number of countries using ecosystem-based approaches to managing marine areas"}