{"indicator_name":"Proportion of fish stocks within biologically sustainable levels","target_name":"By 2020, effectively regulate harvesting and end overfishing, illegal, unreported and unregulated fishing and destructive fishing practices and implement science-based management plans, in order to restore fish stocks in the shortest time feasible, at least to levels that can produce maximum sustainable yield as determined by their biological characteristics","indicator_number":"14.4.1","csv_size":"22.058 kB","national_indicator_description":"The indicator comprises two broad measures – the percentage of fish stocks in seas around the UK that are i) harvested sustainably (series 1 to 3), and ii) at full reproductive capacity (series 4 to 6).    \n  \nMeasures are based on a group of 20 species in 57 stocks for which there are reliable estimates that allow the sustainability of the stocks to be evaluated. The indicator stocks include a range of local and widely distributed species of major importance to the UK fishing industry.  14% of the stocks within the dataset are interpreted to be straddling stocks (see Definitions field). Therefore these data do not fully follow UN specifications for this indicator.     \n  \nSeries on 'exploitation level' (series 1 to 3) give the percentage of stocks relative to the level capable of producing Maximum Sustainable Yield (MSY). Regarding sustainability, the aim is to increase the proportion of stocks fished at or below the fishing mortality target FMSY, and reduce to zero the number of stocks of unknown status relative to FMSY.     \n     \nSeries on 'biologically sustainable status' (series 4 to 6) show trends in the spawning stock biomass of stocks of UK interest with respect to safe biological limits. Safe biological limits are where the biomass is above the level capable of producing Maximum Sustainable Yield (MSY Btrigger). Regarding sustainability, the aim is to increase the proportion of stocks with SSB at or above MSY Btrigger and reduce to zero the number of stocks that have unknown status relative to MSY reference points.","un_designated_tier":"Tier I","un_custodian_agency":"Food and Agriculture Organization (FAO)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/?Text=&Goal=14&Target=14.4","goal_meta_link_text":"United Nations Sustainable Development Goals metadata for target 14.4","national_geographical_coverage":"United Kingdom","computation_units":"Percentage (%)","computation_definitions":"MSY - Maximum Sustainable Yield.  \n  \nFMSY - Maximum rate of fishing mortality (the proportion of a fish stock caught and removed by fishing) that will result (usually after a long period of time) in a population size  that enables a fish stock to deliver the maximum sustainable yield.  \n  \nMSY Btrigger - The biomass (body-weight of all fish) of a fish stock at which that stock can deliver Maximum Sustainable Yield.  \n  \nProportion of fish stocks that are not overexploited - The percentage of stocks fished at or below the level capable of producing Maximum Sustainable Yield (FMSY). This series combines both 'proportion of fish stocks fully exploited' and 'proportion of fish stocks not fully exploited'.  \n  \nProportion of fish stocks that are overexploited - the percentage of stocks fished above the level capable of producing Maximum Sustainable Yield (FMSY).  \n  \nProportion of fish stocks within biologically sustainable levels (not overexploited) - the percentage of stocks with biomass *above* the level capable of producing Maximum Sustainable Yield (MSY Btrigger).  \n  \nProportion of fish stocks not within biologically sustainable levels (overexploited) - the percentage of stocks with biomass *below* the level capable of producing Maximum Sustainable Yield (MSY Btrigger).    \n    \nStraddling stocks - Straddling stocks are found to move across boundaries between EEZ waters or between EEZ and high seas (e.g. tuna stocks), and that are caught by multiple countries.","reporting_status":"complete","data_non_statistical":false,"data_footnote":"Based on 57 stocks for which data are available, derived from stock assessment reports.  For series regarding biomass remaining (series 4 to 6) the final year will typically show an increase in ‘unknown’ status due to the cycle by which updates are made to stock assessments.","graph_type":"line","graph_titles":[{"series":"1) Proportion of fish stocks that are not overexploited","title":"Percentage of marine fish stocks (quota) of UK interest that are fully, or not fully exploited"},{"series":"2) Proportion of fish stocks that are overexploited","title":"Percentage of marine fish stocks (quota) of UK interest that are overexploited"},{"series":"3) Proportion of fish stocks with unknown level of exploitation","title":"Percentage of marine fish stocks (quota) of UK interest with unknown level of exploitation"},{"series":"4) Proportion of fish stocks within biologically sustainable levels (not overexploited)","title":"Percentage of marine fish stocks (quota) of UK interest within biologically sustainable levels (not overexploited)"},{"series":"5) Proportion of fish stocks not within biologically sustainable levels (overexploited)","title":"Percentage of marine fish stocks (quota) of UK interest not within biologically sustainable levels (overexploited)"},{"series":"6) Proportion of fish stocks where biologically sustainable status is unknown","title":"Percentage of marine fish stocks (quota) of UK interest where biologically sustainable status is unknown"}],"data_show_map":false,"data_keywords":"environment, wildlife, fishing, marine","source_active_1":true,"source_organisation_1":"Department for Environment, Food and Rural Affairs (DEFRA)","source_periodicity_1":"Annual","source_earliest_available_1":1990,"source_geographical_coverage_1":"United Kingdom","source_url_1":"https://hub.jncc.gov.uk/assets/fd9c66ae-52c8-4e70-8253-6d6a1d23901e","source_url_text_1":"UKBI 2020 B2 - Datasheet","source_release_date_1":"15/10/2020","source_next_release_1":"TBC","source_statistical_classification_1":"Official Statistic","source_contact_1":"comment@jncc.gov.uk","source_other_info_1":"The Exceldownload can be found under 'Resources'","source_active_2":false,"source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"indicator_sort_order":"14-04-01","other_info":"<p>The indicator follows improved methodology published in 2018 and is not directly comparable with data  shown here previously. The method changed following developments for the UK national good environmental status indicators for commercial fish and shellfish stocks. </p><p>All stock data are derived from ICES advice except for whiting (Merlangius merlangus) in Division 6.a (West of Scotland), where estimates are derived from the ICES 2019 Report of the Working Group on Celtic Seas Ecoregion (WGCSE), ICES Scientific Reports (<a href=\"http://doi.org/10.17895/ices.pub.4982\">Volume 1, Issue 29</a>).</p><p>Please see <a href=\"https://jncc.gov.uk/our-work/ukbi-b2-sustainable-fisheries/#downloads\">UK Biodiversity Indicators 2020 - B2. Sustainable fisheries</a> for analysis, and further information on the fish stocks included in the measure. Technical details can also be found in the <a href=\"https://hub.jncc.gov.uk/assets/fd9c66ae-52c8-4e70-8253-6d6a1d23901e\">UKBI 2020 B2 - Technical Background Document B2 (xlsx)<a/>.  See the <a href=\"http://jncc.defra.gov.uk/page-4244\">JNCC indicator page</a> for more information on sustainable fishing.</p><p> This indicator is being used as an approximation of the UN SDG Indicator. Where possible, we will work to identify or develop UK data to meet the global indicator specification. This indicator has been identified in collaboration with topic experts.","page_content":"","national_metadata_updated_date":"2021-10-26","national_data_updated_date":"2021-10-26","national_metadata_update_url_text":"2021-10-26: see changes on GitHub","national_metadata_update_url":"https://github.com/ONSdigital/sdg-data/commit/501ef4d261df7405280267c12358b53994a68635","national_data_update_url_text":"2021-10-26: see changes on GitHub","national_data_update_url":"https://github.com/ONSdigital/sdg-data/commit/501ef4d261df7405280267c12358b53994a68635","indicator":"14.4.1","target_id":"14.4","sdg_goal":"14","graph_title":"Proportion of fish stocks within biologically sustainable levels"}