{"indicator_name":"Coverage of protected areas in relation to marine areas","target_name":"By 2020, conserve at least 10 per cent of coastal and marine areas, consistent with national and international law and based on the best available scientific information","indicator_number":"14.5.1","csv_size":"7.262 kB","national_indicator_description":"<p>Data for 'Coverage of protected areas in relation to marine area', and 'Protected marine area' encompass UK waters including the the extended continental shelf. This is a larger area that the Exclusive Economic Zone (EEZ), which is what is asked for in the global metadata for this indicator. The data displayed here are therefore a proxy for the indicator. Data for the EEZ only are available for 2020 on <a href='https://www.ibat-alliance.org/country_profiles/GBR'>IBAT</a> and in the <a href='https://unstats.un.org/sdgs/UNSDG/IndDatabasePage'>UN SDG indicator database</a>.</p><p>Data for 'Average proportion of Marine Key Biodiversity Areas (KBAs) covered by protected areas' cover a smaller area than the other series, as they only encompass the Exclusive Economic Zone. These data are therefore not a proxy.</p>","un_designated_tier":"Tier I","un_custodian_agency":"UN Environment World Conservation Monitoring Centre (UNEP-WCMC), BirdLife International (BLI), International Union for Conservation of Nature (IUCN)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/?Text=&Goal=14&Target=14.5","goal_meta_link_text":"United Nations Sustainable Development Goals metadata for target 14.5","national_geographical_coverage":"United Kingdom","computation_units":"Million hectares / Percentage (%)","computation_definitions":"<p><a href=\"https://stats.oecd.org/glossary/detail.asp?ID=884\">Exclusive Economic Zone (EEZ)</a> - A concept adopted at the Third United Nations Conference on the Law of the Sea (1982), whereby a coastal State assumes jurisdiction over the exploration and exploitation of marine resources in its adjacent section of the continental shelf, taken to be a band extending 200 miles from the shore.</p><p><a href='https://www.keybiodiversityareas.org/'>Key Biodiversity Area (KBA)</a> - 'Sites contributing significantly to the global persistence of biodiversity’, in terrestrial, freshwater and marine ecosystems. Important Bird and Biodiversity Areas (IBAs) make up the UK Marine KBAs, as there are currently no <a href=\"https://zeroextinction.org/\">Alliance for Zero Extinction</a> sites in the UK.</p><p><a href='https://www.birdlife.org/projects/ibas-mapping-most- important-places/'>Important Bird and Biodiversity Area (IBA)</a> - 'Selected on the basis of the bird numbers and species complements they hold. IBAs are particularly important for species that congregate in large numbers, such as wintering and passage waterbirds and breeding seabirds. Many sites have also been identified for species of global, and European/EU conservation concern.'</p><p>Marine area - Marine area includes areas out to the limit of the UK continental shelf. The boundary between  areas on-land and at-sea is mean high water (mean high water spring in Scotland).  Coastal sites are split between ‘on-land’ (not reported here) and ‘at-sea’ if they cross the mean high water mark.</p><p><a href='https://www.iucn.org/theme/protected-areas/about'>Protected area</a> - Clearly defined geographical spaces, recognized, dedicated and managed, through legal or other effective means, to achieve the long-term conservation of nature with associated ecosystem services and cultural values. Importantly, a variety of specific management objectives are recognised within this definition, spanning conservation, restoration, and sustainable use. See 'Other Information' for a list of specific designations.</p>","computation_calculations":"<p>Coverage of protected areas in relation to marine area = Protected marine area / total UK at-sea area (885,430 km<sup>2</sup>)</p><p>Protected marine area (square kilometres) = Protected marine area (million hectares) x 10,000</p>","reporting_status":"complete","data_non_statistical":false,"graph_type":"line","data_show_map":false,"data_keywords":null,"source_active_1":true,"source_organisation_1":"Joint Nature Conservation Committee (JNCC)","source_periodicity_1":"Annual","source_earliest_available_1":1950,"source_geographical_coverage_1":"United Kingdom","source_url_1":"http://jncc.defra.gov.uk/page-4241","source_url_text_1":"C1. Protected areas","source_release_date_1":"20 October 2021","source_next_release_1":"TBC: We plan to update indicator data within 4 months of data being released","source_statistical_classification_1":"Official","source_contact_1":"comment@jncc.gov.uk","source_other_info_1":"<p>These data are used for the series 'Coverage of protected areas in relation to marine areas (national data)', and 'Protected marine area (national data)'.</p><p> Scroll to the bottom of the page for the link to the data download and technical background document.</p>","source_active_2":true,"source_organisation_2":"Joint Nature Conservation Committee (JNCC)","source_earliest_available_2":2021,"source_geographical_coverage_2":"United Kingdom","source_url_2":"https://jncc.gov.uk/our-work/uk-marine-protected-area-network-statistics/","source_url_text_2":"UK Marine Protected Area network statistics","source_release_date_2":"10/03/2021","source_next_release_2":"TBA: We plan to update indicator data within 4 months of data being released","source_statistical_classification_2":"Official","source_contact_2":"comment@jncc.gov.uk","source_other_info_2":"This source is used for the denominator of 'Coverage of protected areas in relation to marine areas (national data)'.","source_active_3":true,"source_organisation_3":"BirdLife International, IUCN and UNEP-WCMC (2020)","source_periodicity_3":"Annual","source_earliest_available_3":2000,"source_geographical_coverage_3":"United Kingdom","source_url_3":"https://unstats.un.org/sdgs/UNSDG/IndDatabasePage","source_url_text_3":"UN SDG Indicators Database","source_release_date_3":"21 May 2021","source_next_release_3":"TBC: We plan to update indicator data within 4 months of data being released","source_statistical_classification_3":"Official International","source_other_info_3":"These data have been used for all series that are not marked 'national'","source_active_4":false,"source_active_5":false,"source_active_6":false,"indicator_sort_order":"14-05-01","other_info":"<p><b>Coverage of protected areas in relation to marine area</b>, and <b>Protected marine area</b></p><p>These data are a component of UK Biodiversity Indicator <a href=\"http://jncc.defra.gov.uk/page-4241\">  C1. Protected areas</a> which comprises two additional measures, 'Total extent of protected areas - on-land', and 'Condition of Areas / Sites of Special Scientific Interest'.</p><p>Data are based on calendar year of site designation.</p><p>Marine protected areas consist of the following site designations - Areas of Special Scientific Interest, Sites of Special Scientific Interest, Marine Conservation Zones, Nature Conservation Marine Protected Areas, Ramsar Sites, Special Areas of Conservation (including candidate Special Areas of Conservation and Sites of Community Importance), and Special Protection Areas. </p><p>Many marine protected areas in the UK cover the same physical parcels of sea, but for different reasons; as a result the designation types can overlap. These overlaps are removed prior to calculation of area, to avoid double-counting.</p><p> See the UKBI 2021 C1 - Technical Background Document on <a href='https://jncc.gov.uk/our-work/ukbi-c1-protected-areas/'>C1. Protected Areas</a> for more information on methodology.</p><p><b>Average proportion of Marine Key Biodiversity Areas (KBAs) covered by protected areas</b></p><p>These data cover a smaller area than the other series, as they only encompass the EEZ and do not go out to the limit of the UK continental shelf.</p><p>The list of protected area designations is given on the <a href='https://www.ibat-alliance.org/country_profiles/GBR'>Integrated biodiversity Assessment Tool (IBAT)</a>. Maps of this indicator can be also viewed in the 'Protected Areas' and 'Key Biodiversity Areas' tabs on <a href='https://www.ibat-alliance.org/country_profiles/GBR'>IBAT</a>.</p><p>For more information see the <a href='https://unstats.un.org/sdgs/metadata/?Text=&Goal=14&Target=14.5'>14.5.1 UN metadata</a>.</p> This indicator is being used as an approximation of the UN SDG Indicator. Where possible, we will work to identify or develop UK data to meet the global indicator specification. This indicator has been identified in collaboration with topic experts.","page_content":"","national_metadata_updated_date":"2022-03-07","national_data_updated_date":"2022-03-07","graph_limits":[{"unit":"Percentage (%)","minimum":0,"maximum":100}],"target_number":"14.5","goal_number":"14","graph_title":"Coverage of protected areas in relation to marine areas"}