{"indicator_name":"Proportion of important sites for terrestrial and freshwater biodiversity that are covered by protected areas, by ecosystem type","target_name":"By 2020, ensure the conservation, restoration and sustainable use of terrestrial and inland freshwater ecosystems and their services, in particular forests, wetlands, mountains and drylands, in line with obligations under international agreements","indicator_number":"15.1.2","csv_size":"6.855 kB","indicator_available":"Proportion of important sites for terrestrial and freshwater biodiversity that are covered by protected areas, by ecosystem type","national_indicator_description":"Data is reported for both subindicators (1) Average proportion of Terrestrial Key Biodiversity Areas (KBAs) covered by protected areas (%); (2) Average proportion of Freshwater Key Biodiversity Areas (KBAs) covered by protected areas (%)","un_designated_tier":"Tier I","un_custodian_agency":"Birdlife International, International Union for Conservation of Nature (ICUN), UN Environment World Conservation Monitoring Centre (UNEP-WCMC), UN Environment (UNEP)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/?Text=&Goal=15&Target=15.1","goal_meta_link_text":"United Nations Sustainable Development Goals metadata for target 15.1","national_geographical_coverage":"United Kingdom","computation_units":"Percentage (%)","computation_definitions":"<p>Terrestrial - identified by undertaking a spatial overlap between Key Biodiversity Area polygons and an ocean raster layer, Key Biodiversity Areas were classified as a terrestrial Key Biodiversity Area where ≤95% overlap occurred with the ocean layer. Thus, some sites were classified as both terrestrial and marine.</p><p>Freshwater - sites were classified as freshwater Key Biodiversity Areas if the resident species for which they were identified were documented in the <a href= \"https://www.iucnredlist.org/\">IUCN Red List</a> as dependent on ‘Inland Water’ systems.</p><p><a href=\"https://biodiversitya-z.org/content/important-plant-areas-ipa\">Key Biodiversity Area</a> - sites contributing significantly to the global persistence of biodiversity as described by <a href = \"https://portals.iucn.org/library/node/46259\">IUCN (2016)</a>. Key Biodiversity Areas (KBAs) include 1) <a href=\"https://www.arcgis.com/home/item.html?id=c38f60f68f094f269d90db26b1381837\">Important Bird and Biodiversity Areas (IBAs)</a>, and 2) Alliance for Zero Extinction sites.</p><p><a href=\"https://www.arcgis.com/home/item.html?id=c38f60f68f094f269d90db26b1381837\">Important Bird and Biodiversity Area (IBA)</a> - (IBAs) are sites of importance for threatened species, restricted range species, biome-restricted species or congregatory species. <a href=\"http://datazone.birdlife.org/site/ibacriteria\">IBA</a> criteria have been defined at global, regional and EU scale.</p><p>Alliance for Zero Extinction sites - Sites that contain '95% or more of the remaining population of one or more species listed as endangered or critically endangered on the IUCN Red List of Threatened Species'. There are currently no such sites in the UK.</p><p>Protected area - Protected areas include Nature Reserves, National Parks, Areas of Outstanding Natural Beauty (AONB), Sites of Special Scientific Interest (SSSI), Heritage Coast, and National Scenic Areas. For the full list of designations please see <a href=\"https://www.protectedplanet.net/country/GBR\">Protected Planet</a>. Protected areas are taken from the World Database of Protected Areas (WDPA). Note that the data presented here do not include any Marine Protected Areas (MPAs).</p>","computation_calculations":"No calculations were performed in the data acquisition of this indicator as appropriate data was readily available in the final format specified by this indicator. For detail on calculations made prior to acquisition see the <a href=\"https://unstats.un.org/sdgs/metadata/files/Metadata-15-01-02.pdf\">global metadata</a>.","reporting_status":"complete","data_non_statistical":false,"graph_type":"line","graph_titles":[{"series":"1) Average proportion of Terrestrial Key Biodiversity Areas (KBAs) covered by protected areas (%)","title":"Mean percentage of each Terrestrial Key Biodiversity Areas covered by protected areas (%)"},{"series":"2) Average proportion of Freshwater Key Biodiversity Areas (KBAs) covered by protected areas (%)","title":"Mean percentage of each Freshwater Key Biodiversity Areas covered by protected areas (%)"}],"data_show_map":false,"data_keywords":"habitat, ecosystem, biodiversity, conservation, protected areas, terrestrial, freshwater","expected_disaggregations":["Ecosystem type"],"source_active_1":true,"source_organisation_1":"United Nations (UN)","source_periodicity_1":"Annual","source_earliest_available_1":2000,"source_geographical_coverage_1":"United Kingdom","source_url_1":"https://unstats.un.org/sdgs/dataportal/database","source_url_text_1":"UN SDG Indicators Database","source_release_date_1":"17/05/2023","source_next_release_1":"TBC: We plan to update indicator data within 4 months of data being released","source_statistical_classification_1":"Official international","source_contact_1":"statistics@un.org","source_other_info_1":"<p> To navigate to the data, in the search bar select '15.1.2' from the Data Series, and 'United Kingdom of Great Britain and Northern Ireland' from Countries, then select 'Show results'.</p><p>Data for this indicator can also be found in  the <a href=\"https://www.ibat-alliance.org/country_profiles/GBR\">IBAT (Integrated Biodiversity Assessment Tool) UK Country Profile</a> under the Key Biodiversity Areas tab.</p><p>Please note that data on the different websites may not be updated at the  same time so may give slightly different figures.</p>","source_active_2":false,"source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"indicator_sort_order":"15-01-02","other_info":"<p>Trends in both series are driven by change in the area covered by Protected Areas. There is no change in the area coverd by Key Biodiversity Areas over the time period presented<p><a href=\"https://www.ibat-alliance.org/?locale=en\">The Integrated Biodiversity Assessment Tool (IBAT)</a> reports international data for this indicator. UK-level data can be found in the Country Profiles, with further information included on Protected Area designation types, and IUCN management categories. IBAT gives the option to view individual KBAs and Protected Areas on a map - by clicking on KBAs, and then on the name of the area the user is given more information on why it is classed as a KBA, and the species present. By clicking on Protected Areas, the user is given more information on the terrestrial and marine protected areas which can be visualised and downloaded from <a href=\"https://www.protectedplanet.net/en\">Protected Planet</a>.</p><p>The UK Biodiversity Indicators have related indicators for the UK - <a href=\"https://jncc.gov.uk/our-work/ukbi-c1-protected-areas/\">C1 'Protected Areas'</a> includes 'Total extent of protected areas on land' (C1a), and 'Condition of areas/sites of Special Scientific Interest' (C1c).  The Outcome Indicator Framework for the 25 Year Environment Plan includes interim indicator D2 'Extent and condition of protected sites – land, water and sea', taken from the  <a href=\"https://www.gov.uk/government/statistics/england-biodiversity-indicators\">England biodiversity indicators</a>. More information on D2 is presented in the <a href = \"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/992970/Outcome_Indicator_Framework_for_the_25_Year_Environment_Plan_2021_Update.pdf\">Outcome Indicator Framework for the 25 Year Environment Plan - 2021 Update</a>.</p><p> Data follows the UN specification for this indicator. This indicator has been identified in collaboration with topic experts.","page_content":"","national_metadata_updated_date":"2023-07-21","national_data_updated_date":"2023-07-07","graph_limits":[{"unit":"Percentage (%)","minimum":0,"maximum":100}],"target_number":"15.1","goal_number":"15","graph_title":"Proportion of important sites for terrestrial and freshwater biodiversity that are covered by protected areas, by ecosystem type"}