{"indicator_name":"Number of countries that have adopted legislative, administrative and policy frameworks to ensure fair and equitable sharing of benefits","target_name":"Promote fair and equitable sharing of the benefits arising from the utilization of genetic resources and promote appropriate access to such resources, as internationally agreed","indicator_number":"15.6.1","csv_size":"1.852 kB","un_designated_tier":"Tier I","un_custodian_agency":"Convention on Biological Diversity (CBD) Secretariat","goal_meta_link":"https://unstats.un.org/sdgs/metadata/?Text=&Goal=15&Target=15.6","goal_meta_link_text":"United Nations Sustainable Development Goals metadata for target 15.6","national_geographical_coverage":"United Kingdom","computation_units":"Number","reporting_status":"complete","data_non_statistical":false,"data_footnote":"Values are cumulative.","graph_type":"line","graph_title":"Cumulative number of Standard Material Transfer Agreements (SMTAs) transferring plant genetic resources for food and agriculture to the UK","data_show_map":false,"data_keywords":"legislation, policy, Convention on Biological Diversity, FAO","source_active_1":true,"source_organisation_1":"United Nations","source_periodicity_1":"Annual","source_earliest_available_1":2012,"source_geographical_coverage_1":"United Kingdom","source_url_1":"https://unstats.un.org/sdgs/indicators/database/","source_url_text_1":"UN SDG indicator database","source_release_date_1":"21/06/2021","source_next_release_1":"TBC","source_contact_1":"statistics@un.org","source_other_info_1":"These data were originally collated by the [ITPGRFA Secretariat](http://www.fao.org/plant-treaty/areas-of-work/compliance/compliance-reports/en/)","source_active_2":false,"source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"indicator_sort_order":"15-06-01","other_info":"These data give the number of Standard Material Transfer Agreements (SMTAs) reported through the online system of the International Treaty (Easy-SMTA). The true number of SMTA issued (signed) could be higher, as some SMTAs signed may not be reported through the online system. SMTA is a private contract, therefore it is reported by users, not by a government focal point. Users also have a two-year period for reporting their SMTAs. Thus the number reported for a specific year may change during the following two years. Data follows the UN specification for this indicator. This indicator has not been identified in collaboration with topic experts.","page_content":"The position of the United Kingdom for all sub-indicators is given below. \n  \n1. Countries that are contracting Parties to the International Treaty on Plant Genetic Resources for Food and Agriculture (PGRFA):     \nThe United Kingdom is a contracting party to the [International Treaty on PGRFA](https://www.gov.uk/government/publications/ts-no212015-international-treaty-on-plant-genetic-resources-for-food-and-agriculture-adopted-by-the-thirty-first-session-of-the-fao-conference-in)\n        \n2. Countries that are parties to the Nagoya Protocol:    \nThe United Kingdom is party to the Nagoya Protocol. The [Nagoya Protocol on access and benefit sharing](https://www.gov.uk/guidance/abs) was entered into force for the United Kingdom in May 2016.  \n      \n3. Countries that have legislative, administrative and policy framework or measures reported through the Online Reporting System on Compliance of the International Treaty on Plant Genetic Resources for Food and Agriculture (PGRFA):    \nThe United Kingdom reports its legislative, administrative and policy framework through the Online Reporting System. See Article 4 of the [UK report on the implementation of the International Treaty on Plant Genetic Resources for Food and Agriculture (ITPGRFA)](http://www.fao.org/plant-treaty/areas-of-work/compliance/compliance-reports/en/).   \n   \n4. Countries that have legislative, administrative and policy framework or measures reported to the Access and Benefit-Sharing Clearing-House:     \nThe [United Kingdom has reported measures to the Access and Benefit-Sharing Clearing-House]( https://absch.cbd.int/countries/GB).    \n\n5. Total reported number of Standard Material Transfer Agreements (SMTAs) transferring plant genetic resources for food and agriculture to the UK:    \nSee chart and table.\n","national_metadata_updated_date":"2021-10-14","national_data_updated_date":"2021-10-14","national_metadata_update_url_text":"2021-10-14: see changes on GitHub","national_metadata_update_url":"https://github.com/ONSdigital/sdg-data/commit/2b7f55295b7cd9db2d04c4dfe97fae97a5c86110","national_data_update_url_text":"2021-10-14: see changes on GitHub","national_data_update_url":"https://github.com/ONSdigital/sdg-data/commit/2b7f55295b7cd9db2d04c4dfe97fae97a5c86110","indicator":"15.6.1","target_id":"15.6","sdg_goal":"15"}