{"indicator_name":"Proportion of traded wildlife that was poached or illicitly trafficked","target_name":"Take urgent action to end poaching and trafficking of protected species of flora and fauna and address both demand and supply of illegal wildlife products","indicator_number":"15.7.1","csv_size":"6.872 kB","national_indicator_available":"Convention of International Trade of Endangered Species (CITES) seizures","national_indicator_description":"This indicator provides the number of Border Force seizures of species, parts or derivatives of species, and products containing species that have been illegally imported.","un_designated_tier":"Tier II","un_custodian_agency":"United Nations Office on Drugs and Crime (UNODC)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/?Text=&Goal=15&Target=15.7","goal_meta_link_text":"United Nations Sustainable Development Goals metadata for target 15.7","national_geographical_coverage":"United Kingdom","computation_units":"Number of seizures","computation_definitions":"CITES (the Convention on International Trade in Endangered Species of Wild Fauna and Flora) - An international agreement between governments. Its aim is to ensure that international trade in specimens of wild animals and plants does not threaten their survival. CITES accords varying degrees of protection to more than 35,000 species of animals and plants, whether they are traded as live specimens, fur coats or dried herbs.","computation_calculations":"Figures provided in Border Force transparency data are given on a quarterly basis. The four quarters of each year have here been summed to provide an annual figure, as number of seizures is considerably volatile.","reporting_status":"complete","data_non_statistical":false,"data_footnote":"Data for 2019 does not include any seizures made at Gatwick airport during Q4, due to a change in reporting systems. 2020 figures were impacted by the 2020 Covid-19 pandemic (see 'Other Information' below).","graph_type":"line","graph_title":"Number of endangered species seizures","data_show_map":false,"data_keywords":"CITES, UNODC, illegal wildlife trade, animals, plants, wildlife products","source_active_1":true,"source_organisation_1":"Border Force, UK Visas and Immigration, and Immigration Enforcement","source_periodicity_1":"Quarterly","source_earliest_available_1":2013,"source_geographical_coverage_1":"United Kingdom","source_url_1":"https://www.gov.uk/search?q=border+force+transparency+data","source_url_text_1":"Border Force transparency data - Februrary 2020","source_release_date_1":"26/02/2021","source_next_release_1":"TBC","source_statistical_classification_1":"Official Statistic","source_other_info_1":"<p>Table BF_04 Convention of international trade of endangered species (CITES) seizures.</p><p>The stated release date refers to the publication the current data was taken from. The release is updated on quarterly basis.</p>","source_active_2":false,"source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"indicator_sort_order":"15-07-01","other_info":"<p>The total number of seizures may not equate to the sum of the CITES seizures, due to the possibility of multiple seizures. A multiple seizure is where two or more category types (e.g. caviar and timber) are seized on a particular occasion. The occasion is counted once in the total number of seizures, but a seizure is counted against each category.</p><p>Data for 2019 does not include any seizures made at Gatwick airport during Quarter 4, due to a change in reporting systems.</p><p>Seizure numbers in 2020 were impacted by the Covid-19 pandemic: There were extremely large reductions in both number of passengers and amount of cargo. In addition, enforcement work was disrupted by a stay-at-home order between March and August, and changes to work practices on return.</p><p><i>Volume</i> of seizures by type are also available in the source data.</p><p>For further information on which species are protected by CITES please see <a href=\"http://checklist.cites.org/#/en\">UNEP checklist of CITES species</a>, and for further information on trade in CITES species see the <a href=\"https://trade.cites.org/en/cites_trade/\">CITES Trade Database</a>.</p><p>This indicator is being used as an approximation of the UN SDG Indicator. Where possible, we will work to identify or develop UK data to meet the global indicator specification. This indicator has not been identified in collaboration with topic experts.","page_content":"","national_metadata_updated_date":"2022-01-13","national_data_updated_date":"2022-01-13","national_metadata_update_url_text":"2022-01-13: see changes on GitHub","national_metadata_update_url":"https://github.com/ONSdigital/sdg-data/commit/278440177aeaac8b3d0cc19c19b2f85e1c3a6fce","national_data_update_url_text":"2022-01-13: see changes on GitHub","national_data_update_url":"https://github.com/ONSdigital/sdg-data/commit/278440177aeaac8b3d0cc19c19b2f85e1c3a6fce","indicator":"15.7.1","target_id":"15.7","sdg_goal":"15"}