{"indicator_name":"(a) Number of countries that have established national targets in accordance with or similar to Aichi Biodiversity Target 2 of the Strategic Plan for Biodiversity 2011–2020 in their national biodiversity strategy and action plans and the progress reported towards these targets; and (b) integration of biodiversity into national accounting and reporting systems, defined as implementation of the System of Environmental-Economic Accounting","target_name":"By 2020, integrate ecosystem and biodiversity values into national and local planning, development processes, poverty reduction strategies and accounts","indicator_number":"15.9.1","csv_size":"0.0 kB","indicator_available":"(a) Relevant UK policies and strategies relating to the Aichi Biodiversity Targets; and (b) relevant national account publications implementing Systems of Environmental-Economic Accounting.","national_indicator_description":"The indicator tracks country progress in implementing biodiversity strategies, as well of the integration of biodiversity within national accounting. Here, relevant UK policies, strategies, and national accounts are reported to indicate UK alignment with this indicator.","un_designated_tier":"Tier I (a)/Tier II (b)","un_custodian_agency":"UN Environment Programme (UNEP), Convention on Biological Diversity (CBD), United Nations Statistics Division (UNSD)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/?Text=&Goal=15&Target=15.9","goal_meta_link_text":"United Nations Sustainable Development Goals metadata for target 15.9","national_geographical_coverage":"United Kingdom","computation_definitions":"<p>Biological diversity – as defined by the <a href=\"https://www.cbd.int/convention/articles/?a=cbd-02\">Convention of Biological Diversity</a> this is 'the variability among living organisms from all sources, including, inter alia, terrestrial, marine and other aquatic ecosystems and the ecological complexes of which they are part - this includes diversity within species, between species and of ecosystems'.</p><p><a href=\"https://www.cbd.int/sp/targets/\">Aichi Biodiversity Targets</a> – 20 targets addressing the five strategic goals which aim to mitigate and address biodiversity loss.</p><p><a href=\"https://www.cbd.int/gbf/\">Kunming-Montreal Global Biodiversity Framework</a> – 23 targets for 2030 and four long-term goals for 2050, where “biodiversity is valued, conserved, restored and wisely used, maintaining ecosystem services, sustaining a healthy planet and delivering benefits essential for all people”.</p><p><a href=\"https://seea.un.org/content/global-assessment-environmental-economic-accounting\">System of Environmental-Economic Accounting</a> (SEEA) – is comprised of two international statistical standards for (a) measuring the environment and its relationship with the economy; and (b) organizing biophysical data, measuring ecosystem services in physical and monetary terms, tracking changes in the condition and extent of ecosystem assets and linking this information to economic and other human activity.</p>","available_disaggregations":"Examples of policy implementation relating to this indicator is provided for the devolved administrations.","computation_calculations":"Not applicable for this indicator.","reporting_status":"complete","data_non_statistical":true,"data_show_map":false,"data_keywords":"Non-statistical, legislation, policy, biodiversity, Aichi, accounts, environment, natural capital","source_active_1":true,"source_organisation_1":"Joint Nature Conservation Committee (JNCC)","source_geographical_coverage_1":"United Kingdom","source_url_1":"https://data.jncc.gov.uk/data/527ff89f-5f6b-4e06-bde6-b823e0ddcb9a/UK-CBD-6NR-v2-web.pdf","source_url_text_1":"Sixth National Report to the United Nations Convention on Biological Diversity - United Kingdom of Great Britain and Northern Ireland","source_release_date_1":"27/03/2019","source_statistical_classification_1":"Official","source_active_2":true,"source_organisation_2":"House of Commons Environmental Audit Committee","source_geographical_coverage_2":"United Kingdom","source_url_2":"https://committees.parliament.uk/publications/6498/documents/70656/default/","source_url_text_2":"Biodiversity in the UK - bloom or bust?","source_release_date_2":"30/06/2021","source_statistical_classification_2":"Official","source_contact_2":"eacom@parliament.uk","source_active_3":true,"source_organisation_3":"Office for National Statistics (ONS)","source_periodicity_3":"Annual","source_earliest_available_3":1990,"source_geographical_coverage_3":"United Kingdom","source_url_3":"https://www.ons.gov.uk/economy/environmentalaccounts/bulletins/ukenvironmentalaccounts/2023","source_url_text_3":"UK Environmental Accounts 2023","source_release_date_3":"05/06/2023","source_statistical_classification_3":"Official","source_contact_3":"environment.accounts@ons.gov.uk","source_active_4":true,"source_organisation_4":"Office for National Statistics (ONS)","source_periodicity_4":"Annual","source_geographical_coverage_4":"United Kingdom","source_url_4":"https://www.ons.gov.uk/economy/environmentalaccounts/methodologies/naturalcapital","source_url_text_4":"Natural Capital","source_release_date_4":"22/03/2023","source_statistical_classification_4":"Official","source_contact_4":"natural.capital.team@ons.gov.uk","source_active_5":false,"source_active_6":false,"indicator_sort_order":"15-09-01","other_info":"<p><a href= \"https://www.cbd.int/sp/targets/\">Aichi Biodiversity Targets (2011/2020)</a></p><p>Target 1 - By 2020, at the latest, people are aware of the values of biodiversity and the steps they can take to conserve and use it sustainably.</p><p>Target 2 - By 2020, at the latest, biodiversity values have been integrated into national and local development and poverty reduction strategies and planning processes and are being incorporated into national accounting, as appropriate, and reporting systems.</p><p>Target 3 - By 2020, at the latest, incentives, including subsidies, harmful to biodiversity are eliminated, phased out or reformed in order to minimize or avoid negative impacts, and positive incentives for the conservation and sustainable use of biodiversity are developed and applied, consistent and in harmony with the Convention and other relevant international obligations, taking into account national socio economic conditions.</p><p>Target 4 - By 2020, at the latest, Governments, business and stakeholders at all levels have taken steps to achieve or have implemented plans for sustainable production and consumption and have kept the impacts of use of natural resources well within safe ecological limits.</p><p>Target 5 - By 2020, the rate of loss of all natural habitats, including forests, is at least halved and where feasible brought close to zero, and degradation and fragmentation is significantly reduced.</p><p>Target 6 - By 2020 all fish and invertebrate stocks and aquatic plants are managed and harvested sustainably, legally and applying ecosystem based approaches, so that overfishing is avoided, recovery plans and measures are in place for all depleted species, fisheries have no significant adverse impacts on threatened species and vulnerable ecosystems and the impacts of fisheries on stocks, species and ecosystems are within safe ecological limits.</p><p>Target 7 - By 2020 areas under agriculture, aquaculture and forestry are managed sustainably, ensuring conservation of biodiversity.</p><p> Target 8 - By 2020, pollution, including from excess nutrients, has been brought to levels that are not detrimental to ecosystem function and biodiversity.</p><p>Target 9 - By 2020, invasive alien species and pathways are identified and prioritized, priority species are controlled or eradicated, and measures are in place to manage pathways to prevent their introduction and establishment.</p><p>Target 10 - By 2015, the multiple anthropogenic pressures on coral reefs, and other vulnerable ecosystems impacted by climate change or ocean acidification are minimized, so as to maintain their integrity and functioning.</p><p>Target 11 - By 2020, at least 17 per cent of terrestrial and inland water, and 10 per cent of coastal and marine areas, especially areas of particular importance for biodiversity and ecosystem services, are conserved through effectively and equitably managed, ecologically representative and well connected systems of protected areas and other effective area-based conservation measures, and integrated into the wider landscapes and seascapes.</p><p>Target 12 - By 2020 the extinction of known threatened species has been prevented and their conservation status, particularly of those most in decline, has been improved and sustained.</p><p>Target 13 - By 2020, the genetic diversity of cultivated plants and farmed and domesticated animals and of wild relatives, including other socio-economically as well as culturally valuable species, is maintained, and strategies have been developed and implemented for minimizing genetic erosion and safeguarding their genetic diversity.</p><p>Target 14 - By 2020, ecosystems that provide essential services, including services related to water, and contribute to health, livelihoods and well-being, are restored and safeguarded, taking into account the needs of women, indigenous and local communities, and the poor and vulnerable.</p><p>Target 15 - By 2020, ecosystem resilience and the contribution of biodiversity to carbon stocks has been enhanced, through conservation and restoration, including restoration of at least 15 per cent of degraded ecosystems, thereby contributing to climate change mitigation and adaptation and to combating desertification.</p><p>Target 16 - By 2015, the Nagoya Protocol on Access to Genetic Resources and the Fair and Equitable Sharing of Benefits Arising from their Utilization is in force and operational, consistent with national legislation.</p><p>Target 17 - By 2015 each Party has developed, adopted as a policy instrument, and has commenced implementing an effective, participatory and updated national biodiversity strategy and action plan. </p><p>Target 18 - By 2020, the traditional knowledge, innovations and practices of indigenous and local communities relevant for the conservation and sustainable use of biodiversity, and their customary use of biological resources, are respected, subject to national legislation and relevant international obligations, and fully integrated and reflected in the implementation of the Convention with the full and effective participation of indigenous and local communities, at all relevant levels.</p><p>Target 19 - By 2020, knowledge, the science base and technologies relating to biodiversity, its values, functioning, status and trends, and the consequences of its loss, are improved, widely shared and transferred, and applied.</p><p>Target 20 -By 2020, at the latest, the mobilization of financial resources for effectively implementing the Strategic Plan for Biodiversity 2011-2020 from all sources, and in accordance with the consolidated and agreed process in the Strategy for Resource Mobilization, should increase substantially from the current levels. This target will be subject to changes contingent to resource needs assessments to be developed and reported by Parties.</p><p> Details for the successive framework, following the ending of the Aichi Biodiversity Targets in 2020, can be found on the <a href=\"https://www.cbd.int/gbf/targets/\">Convention on Biological Diversity Kunming-Montreal Global Biodiversity Framework</a> site, including information on the Global Biodiversity Framework’s 23 targets and four goals. Data follows the UN specification for this indicator. This indicator has been identified in collaboration with topic experts.","page_content":"<p><b>Non-statistical indicator</b></p><p><b>Sub-indicator a</b></p>\n<p>The <a href=\"https://www.cbd.int/sp/targets/\">Aichi Biodiversity Targets 2011-2020</a> are a set of five goals and 20 targets to drive action on biodiversity. These goals aim to (1) address the underlying causes of biodiversity loss, (2) reduce the direct pressures on biodiversity and promote sustainable use, (3) improve the status of biodiversity, (4) enhance the benefits to all from biodiversity, (5) enhance implementation through participatory planning and knowledge management.</p><p>The United Kingdom (UK) agreed to the Aichi Biodiversity Targets in 2010 and reported progress against these targets. In both the <a href=\"https://data.jncc.gov.uk/data/527ff89f-5f6b-4e06-bde6-b823e0ddcb9a/UK-CBD-6NR-v2-web.pdf\">Sixth National Report to the United Nations Convention on Biological Diversity</a> (2019) and the House of Commons Environmental Audit Committee’s report <a href=\"https://committees.parliament.uk/publications/6498/documents/70656/default/\">Biodiversity in the UK bloom or bust</a> (2021), the UK was on track to achieving 5 of the 19 targets and failed to meet the other 14 targets. Specifically, the <a href=\"https://data.jncc.gov.uk/data/527ff89f-5f6b-4e06-bde6-b823e0ddcb9a/UK-CBD-6NR-v2-web.pdf\">Sixth National Report to the United Nations Convention on Biological Diversity</a> (2019) indicates that the UK has achieved Target 2 of the Aichi Biodiversity Targets.</p><p>Subsequent to the ending of the Aichi Biodiversity Targets in 2020, the Department for Environment and Rural Affairs (Defra) have built these targets into delivering the 2020 biodiversity strategy (<a href=\"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/69446/pb13583-biodiversity-strategy-2020-111111.pdf\">Biodiversity 2020 A strategy for England’s wildlife and ecosystem services</a>).</p><p>The devolved administrations of the UK have established a range of country-based initiatives to support the achievement of Aichi Target 2. In England, the \n<a href=\"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/1005759/NPPF_July_2021.pdf\">National Planning Policy Framework</a> was amended to strengthen the protection for irreplaceable habitats outlining that planning policies and decisions should contribute to and enhance the natural environment. This protection is being expanded nationally in November 2023 with the introduction of Defra’s <a href=\"https://www.gov.uk/guidance/understanding-biodiversity-net-gain#:~:text=Biodiversity%20net%20gain%20(%20BNG%20)%20is,Planning%20Act%201990%2C%20unless%20exempt.\">Biodiversity Net Gain</a> strategy for developers. In Scotland, a <a href=\"https://www.nature.scot/professional-advice/social-and-economic-benefits-nature/natural-capital/scotlands-natural-capital-asset-index\">natural capital asset index</a> has been published annually since 2011, measuring the quality and quantity of habitats according to their potential to deliver ecosystem services now and in the future. \nWales has introduced the <a href=\"https://www.futuregenerations.wales/about-us/future-generations-act/\">Well-being of Future Generations Act 2015</a> which brings biodiversity into the central decision-making process for public sector bodies in Wales.</p><p>Beyond 2020, the UK has committed to further protection under the <a href=\"https://www.gov.uk/government/news/pm-commits-to-protect-30-of-uk-land-in-boost-for-biodiversity\">30 by 30 commitment</a>, which aims to protect 30% of land and seas by 2030 with a view to boosting biodiversity.</p><p>The <a href=\"https://www.cbd.int/sp/targets/\">Aichi Biodiversity Targets</a> came to an end in 2020 and have since been replaced by the <a href=\"https://www.cbd.int/gbf/\">Kunming-Montreal Global Biodiversity Framework</a>. The Kunming-Montreal Global Biodiversity Framework (GBF) was agreed at the 2022 United Nations Biodiversity Conference (COP 15). It is formed of 23 targets for 2030 and four longer-term goals for 2050 to reach the vision of living in harmony with \nnature by 2050.</p><p>The four countries of the UK are committed to working together to implement the GBF. The <a href=\"https://jncc.gov.uk/\">Joint Nature Conservation Committee</a> (JNCC) are responsible for facilitating the cross-UK work necessary for developing the UK’s response to the GBF to meet the UK’s international commitment to update our national biodiversity strategies and action plans to align with the GBF. JNCC expect to publish the UK’s response to the GBF in advance of COP 16, which will enable the UK to be factored into global analysis of information in the national biodiversity strategies and action plans. Subsequently, the UK will report progress in achieving national targets against the GBF in the Seventh National Report to the United Nations Convention on Biological Diversity in 2026, following on from the <a href=\"https://data.jncc.gov.uk/data/527ff89f-5f6b-4e06-bde6-b823e0ddcb9a/UK-CBD-6NR-v2-web.pdf\">Sixth National Report to the United Nations Convention on Biological Diversity</a> \n(2019) which reported against the Aichi Biodiversity Targets.</p><p>At present (September 2023), England has published their national biodiversity strategy (<a href=\"https://www.gov.uk/government/publications/environmental-improvement-plan\">Environmental Improvement Plan, 2023</a>) and Scotland has recently published a <a href=\"https://www.gov.scot/publications/tackling-nature-emergency-consultation-scotlands-strategic-framework-biodiversity/\">significant consultation</a> on their Strategic Delivery Framework for Biodiversity.</p><p><b>Sub-indicator b</b></p><p>The UK implements the UN <a href=\"https://seea.un.org/content/global-assessment-environmental-economic-accounting\">System of Environmental Economic Accounting</a> (SEEA) in the <a href=\"https://www.ons.gov.uk/economy/environmentalaccounts\">Environmental Accounts</a> and <a href=\"https://www.ons.gov.uk/economy/environmentalaccounts/methodologies/naturalcapital\">Natural Capital Accounts</a> published by the Office for National Statistics (ONS). The \nmethodology behind the implementation of SEEA in the UK’s Natural Capital Accounts can be found in the ONS publication <a href=\"https://www.ons.gov.uk/economy/environmentalaccounts/methodologies/principlesofuknaturalcapitalaccounting2023\">Principles of UK natural capital accounting</a> (2023).</p><p>The Environmental Accounts show how the environment contributes to+B23 the economy (for example, through the extraction of raw materials), the impacts that the economy has on the environment (for example, energy consumption and air pollution emissions), and how society responds to environmental issues (for example, through taxation and expenditure on environmental protection).</p><p>UK Natural Capital comprises all the ecosystem services that UK natural assets provide; natural assets include soil, air, water, and all living things. The Natural Capital Accounts include both monetary estimates of ecosystem and other service flows, and habitat accounts. The habitat accounts provide estimates of the extent, condition, and asset values of different ecosystem types.</p>","national_metadata_updated_date":"2023-09-28","change_notice":"This indicator was revised following <a href='https://sdgdata.gov.uk/updates/2021/02/17/2020-indicator-changes.html'>indicator changes</a> from the United Nations 2020 Comprehensive Review. The indicator from before these revisions has been <a href='https://sdgdata.gov.uk/archived-indicators'>archived</a>.","target_number":"15.9","goal_number":"15","graph_type":"line","graph_title":"(a) Number of countries that have established national targets in accordance with or similar to Aichi Biodiversity Target 2 of the Strategic Plan for Biodiversity 2011–2020 in their national biodiversity strategy and action plans and the progress reported towards these targets; and (b) integration of biodiversity into national accounting and reporting systems, defined as implementation of the System of Environmental-Economic Accounting"}