{"indicator_name":"Proportion of children aged 1–17 years who experienced any physical punishment and/or psychological aggression by caregivers in the past month","target_name":"End abuse, exploitation, trafficking and all forms of violence against and torture of children","indicator_number":"16.2.1","csv_size":"0.0 kB","un_designated_tier":"Tier II","un_custodian_agency":"United Nations Children's Fund (UNICEFF)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/?Text=&Goal=16&Target=16.2","goal_meta_link_text":"United Nations Sustainable Development Goals metadata for target 16.2","reporting_status":"complete","data_non_statistical":true,"data_show_map":false,"expected_disaggregations":["Age"],"source_active_1":false,"source_active_2":false,"source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"indicator_sort_order":"16-02-01","other_info":"Data follows the UN specification for this indicator. This indicator has been identified in collaboration with topic experts.","page_content":"<p>Child abuse is a global problem with potentially serious life-long consequences, which has been recognised by the World Health Organisation. Measuring the extent and nature is difficult because it is usually hidden from view and comes in many forms. There is no single data source which measures the current prevalence of child abuse in the UK. </p><p> Data are key to understanding the prevalence, causes, nature and effects of child abuse. If we cannot learn and understand this, child abuse cannot be prevented, and we cannot ensure children and adults receive the support they need. </p><p>Therefore, the Office for National Statistics (ONS) have been assessing the feasibility of a survey measuring the prevalence of child abuse in the UK. </p><p>If you are interested in this indicator please see the <a href=\"https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/articles/exploringthefeasibilityofasurveymeasuringchildabuseintheuk/april2022\">Office for National Statistics</a> and <a href=\"https://www.natcen.ac.uk/our-research/research/exploring-the-feasibility-of-a-survey-on-child-abuse/\">NatCen Social research</a> feasibility surverys. </p><p>Moving forward the ONS, alongside the Crime Survery for England and Wales, see a pilot study being essential to understand and assess the quality of data a survey would achieve. For further information regarding the progress of this survey please contact crimestatistics@ons.gov.uk.\n","national_metadata_updated_date":"2022-05-17","national_data_updated_date":"2019-04-18","target_number":"16.2","goal_number":"16","graph_type":"line","graph_title":"Proportion of children aged 1–17 years who experienced any physical punishment and/or psychological aggression by caregivers in the past month"}