{"indicator_name":"Proportion of victims of violence in the previous 12 months who reported their victimization to competent authorities or other officially recognized conflict resolution mechanisms","target_name":"Promote the rule of law at the national and international levels and ensure equal access to justice for all","indicator_number":"16.3.1","csv_size":"11.297 kB","indicator_available":"Percentage of violent incidents reported to the police in the last 12 months","national_indicator_description":"Percentage of incidents of violence reported to the police in the last 12 months.","un_designated_tier":"Tier II","un_custodian_agency":"United Nations Office on Drugs and Crime (United Nations Office for Disarmament Affairs (UNODC))","goal_meta_link":"https://unstats.un.org/sdgs/metadata/?Text=&Goal=16&Target=16.3","goal_meta_link_text":"United Nations Sustainable Development Goals metadata for target 16.3","national_geographical_coverage":"England and Wales","computation_units":"Percentage (%)","computation_definitions":"All violence includes wounding and assault with minor injury or without injury, attempted assault and wounding or assault with a sexual motive. Incidents that were reported to the police also includes those incidents that the police came to know about in another way, e.g. they arrived at the scene.","computation_calculations":"No calculations were performed in the data acquisition of this indicator as appropriate data was readily available in the final format specified by this indicator.","reporting_status":"complete","data_non_statistical":false,"data_footnote":"<p>1. Crime Survey estimates for the year ending March 2023 are not designated as National Statistics. Caution should be taken when using these data because of the potential impact of lower response rates on data quality. Estimates for the year ending March 2020, and all previous years, are designated as National Statistics. </p><p>2. Due to the suspension of the CSEW during the Coronavirus (COVID-19) pandemic, data are not available for the year ending March 2021 and the year ending March 2022 </p>","graph_type":"line","graph_title":"Percentage of incidents of violence reported to the police in England and Wales","data_show_map":false,"data_keywords":"Crime","proxy":"proxy","source_active_1":true,"source_organisation_1":"Office for National Statistics (ONS)","source_periodicity_1":"Annual","source_earliest_available_1":1981,"source_geographical_coverage_1":"England and Wales","source_url_1":"https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/datasets/crimeinenglandandwalesannualtrendanddemographictables","source_url_text_1":"Crime in England and Wales","source_release_date_1":"20/07/2023","source_next_release_1":"July 2024: We plan to update indicator data within 4 months of data being released","source_statistical_classification_1":"Official statistic","source_contact_1":"crimestatistics@ons.gov.uk","source_other_info_1":"Data is available from table D10","source_active_2":false,"source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"indicator_sort_order":"16-03-01","other_info":"<p>For details of the Crime Survey for England and Wales (CSEW), see the <a href='https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/methodologies/crimeandjusticemethodology'>user guide to crime statistics for England and Wales.</a></p><p>The year format refers to the two years covered by the data, from April of the first year to March of the following year. For example, 2022 to 2023 covers the period of April 2022 to March 2023.</p><p>For further information on the quality of the estimates please refer to the source data which provides the unweighted base sizes of the samples.</p> This indicator is being used as an approximation of the UN SDG Indicator. Where possible, we will work to identify or develop UK data to meet the global indicator specification. This indicator has been identified in collaboration with topic experts.","graph_series_breaks":[{"series":"Percentage of incidents of violence reported to the police in England and Wales","value":18,"label_content":null},{"series":"Percentage of incidents of violence reported to the police in England and Wales","value":19,"label_content":null}],"page_content":"","national_metadata_updated_date":"2023-08-23","national_data_updated_date":"2023-08-23","graph_limits":[{"unit":"Percentage (%)","minimum":0,"maximum":100}],"target_number":"16.3","goal_number":"16"}