{"indicator_name":"Worldwide weighted tariff-average","target_name":"Promote a universal, rules-based, open, non‐discriminatory and equitable multilateral trading system under the World Trade Organization, including through the conclusion of negotiations under its Doha Development Agenda","indicator_number":"17.10.1","csv_size":"1.286 kB","indicator_available":"Worldwide weighted tariff-average","national_indicator_description":"Value in percentage of weighted average tariffs applied to the imports of goods. The average level of customs tariff rates applied worldwide can be used as an indicator of the degree of success achieved by multilateral negotiations and regional trade agreements.","un_designated_tier":"Tier I","un_custodian_agency":"World Trade Organization (WTO), The International Trade Centre (ITC), United Nations Conference on Trade and Development (UNCTAD)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/?Text=&Goal=17&Target=17.10","goal_meta_link_text":"United Nations Sustainable Development Goals metadata for target 17.10","national_geographical_coverage":"United Kingdom","computation_units":"Percentage (%)","computation_definitions":"<p>Most favoured nation (MFN) - treating all trading partners equally. Under the World Trade Organisation (WTO) agreements, countries cannot normally discriminate between their trading partners. MFN suggests that every time a country lowers a trade barrier or opens up a market, it has to do so for the same goods or services from all its trading partners.</p><p>Preferential status - this is the term used in the WTO for trade preferences, such as lower or zero tariffs, which a member may offer to a trade partner unilaterally.</p><p>Tariffs - customs duties on merchandise imports, levied either on an ad valorem basis (percentage of value) or on a specific basis (e.g. $7 per 100 kg) </p><p>Weighted average - in order to aggregate tariff value for country groups it is recommended to make use of a weighting methodology based on the value of goods imported.</p>","available_disaggregations":"Product sector","computation_calculations":"The statistics are provided in a ready, calculated format from the International Trade Centre (ITC), using Market Access Map data. See the metadata file link in the Global metadata tab for details on the calculations","reporting_status":"complete","data_non_statistical":false,"data_footnote":"Please note the y axis does not go to 100% for ease of visualisation","graph_type":"bar","data_show_map":false,"data_keywords":"Tariffs; Trade","source_active_1":true,"source_organisation_1":"United Nations (UN)","source_periodicity_1":"Annual","source_earliest_available_1":2021,"source_geographical_coverage_1":"United Kingdom","source_url_1":"https://unstats.un.org/sdgs/dataportal/database","source_url_text_1":"UN SDG Global database","source_release_date_1":"10/07/2023","source_next_release_1":"To be announced: We plan to update indicator data within 4 months of data being released","source_statistical_classification_1":"Official International","source_other_info_1":"Select 17.10.1 under 'Data series'. Under 'Geographic Areas' deselect the default options and search for 'United Kingdom'. The resulting tables can then be downloaded.","source_active_2":false,"source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"indicator_sort_order":"17-10-01","other_info":"Data follows the UN specification for this indicator. This indicator has not been identified in collaboration with topic experts.","page_content":"","national_metadata_updated_date":"2023-08-07","national_data_updated_date":"2023-08-07","target_number":"17.10","goal_number":"17","graph_title":"Worldwide weighted tariff-average"}