{"indicator_name":"Developing countries’ and least developed countries’ share of global exports","target_name":"Significantly increase the exports of developing countries, in particular with a view to doubling the least developed countries’ share of global exports by 2020","indicator_number":"17.11.1","csv_size":"2.305 kB","indicator_available":"Developing countries' and least developed countries' share of UK imports","national_indicator_description":"This indicator is not directly relevant to the UK as it is a developed country. We therefore report developing countries' and least developed countries' share of UK imports, including both goods and services. This provides an indication of the UK's trade engagement with these countries.","un_designated_tier":"Tier I","un_custodian_agency":"World Trade Organization (WTO), The International Trade Centre (ITC), United Nations Conference on Trade and Development (UNCTAD)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/?Text=&Goal=17&Target=17.11","goal_meta_link_text":"United Nations Sustainable Development Goals metadata for target 17.11","national_geographical_coverage":"United Kingdom","computation_units":"Percentage (%)","computation_definitions":"Developing countries include all countries eligible for official development assistance (ODA), including least developed countries (LDCs).  For a full list of ODA recipients and LDCs, please see the <a href=\"https://www.oecd.org/dac/financing-sustainable-development/development-finance-standards/daclist.htm\">OECD website</a>. Note that the list gets revised every three years and this is taken into account in the calculations (for example, some countries have graduated from LDC status since 2018 and since 2021).","computation_calculations":"Share of total imports calculated separately for all countries from ODA list (developing countries), LDCs, and developing countries excluding China - (Share of total imports/Total imports) * 100","reporting_status":"complete","data_non_statistical":false,"data_footnote":"Please note that 'Least developed countries' refers to a subset of developing countries, and therefore are included in the developing country figures.","graph_type":"line","graph_title":"Developing countries' and least developed countries' share of UK imports","data_show_map":false,"data_keywords":null,"proxy":"proxy","source_active_1":true,"source_organisation_1":"Office for National Statistics (ONS)","source_periodicity_1":"Annual","source_earliest_available_1":1997,"source_geographical_coverage_1":"United Kingdom","source_url_1":"https://www.ons.gov.uk/businessindustryandtrade/internationaltrade/datasets/uktotaltradeallcountriesnonseasonallyadjusted","source_url_text_1":"UK total trade - all countries, non-seasonally adjusted","source_release_date_1":"27/04/2023","source_next_release_1":"See source link: We plan to update indicator data within 4 months of data being released","source_statistical_classification_1":"Official statistics","source_contact_1":"trade@ons.gov.uk","source_other_info_1":"Data taken from Tab \"1 Total trade by Country - A\".  Only import data used, which can be found in the bottom half of that tab, below exports (Table 1b).","source_active_2":false,"source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"indicator_sort_order":"17-11-01","other_info":"The trade figures used for the calculation of this indicator are subject to revision aligned with National Accounts policy. This indicator is being used as an approximation of the UN SDG Indicator. Where possible, we will work to identify or develop UK data to meet the global indicator specification. This indicator has been identified in collaboration with topic experts.","page_content":"","national_metadata_updated_date":"2023-07-12","national_data_updated_date":"2023-07-12","graph_limits":[{"unit":"Percentage (%)","minimum":0,"maximum":100}],"target_number":"17.11","goal_number":"17"}