{"indicator_name":"Dollar value of all resources made available to strengthen statistical capacity in developing countries","target_name":"By 2030, build on existing initiatives to develop measurements of progress on sustainable development that complement gross domestic product, and support statistical capacity-building in developing countries","indicator_number":"17.19.1","csv_size":"20.11 kB","indicator_available":"Value of all resources made available to strengthen statistical capacity in developing countries in GBP and USD","un_designated_tier":"Tier I","un_custodian_agency":"Partnership in Statistics for Development in the 21st Century (PARIS21)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/?Text=&Goal=17&Target=17.19","goal_meta_link_text":"United Nations Sustainable Development Goals metadata for target 17.19","national_geographical_coverage":"United Kingdom","computation_units":"GBP, USD","computation_definitions":"<p>Official Development Assistance (ODA) - resource flows to developing countries and multilateral organisations provided by official agencies (e.g. the UK Government) or their executive agencies. Each transaction is administered for the promotion of the economic development and welfare of developing countries and is concessional in character. More information on ODA can be found on the <a href=\"http://www.oecd.org/development/financing-sustainable-development/development-finance-standards/officialdevelopmentassistancedefinitionandcoverage.htm\">OECD website</a>. ODA recipients are broken down in groups according to their Gross National Income (GNI) per capita.<p>Country income classification - the Development Assistance Committee (DAC) list of countries eligible to receive ODA is based on Gross National Income per capita as published by the <a href=\"https://data.worldbank.org/indicator/NY.GNP.PCAP.CD\">World Bank</a>. All low and middle income countries are included, with the exception of G8 members, EU members, and countries with a firm date for entry into the EU. The list also includes all Least Developed Countries (LDCs) as defined by the <a href = \"https://www.un.org/ohrlls/content/least-developed-countries%20\">United Nations (UN)</a>.<p>LDCs - Least Developed Countries<p>LMICs - Lower-Middle Income Countries<p>UMICs - Upper Middle Income Countries<p>Other LICs - Other Low Income Countries<p>Undefined - ODA that cannot be allocated to a single country<p> Sector Purpose Codes (CRS codes) - the DAC Secretariat maintains various code lists which are used by donors to report on their aid flows to the DAC databases. In addition, these codes are used to classify information in the DAC databases. This indicator is based on ODA flows grouped under CRS code 16062","computation_calculations":"The net ODA data underlying the United Kingdom Statistics on International Development (SID) was summed around CRS code 16062 for statistical capacity building, and disaggregated based on recipient country income (see Source 1). The dollar value is calculated based on average annual exchange rate the commitment year as specified by the Average Sterling exchange rate - US Dollar (see Source 2)","reporting_status":"complete","data_non_statistical":false,"graph_type":"line","graph_title":"Official Development Assistance (ODA) for statistical capacity building","data_show_map":false,"data_keywords":"ODA","source_active_1":true,"source_organisation_1":"Foreign, Commonwealth & Development Office (FCDO)","source_periodicity_1":"Annual","source_earliest_available_1":2009,"source_geographical_coverage_1":"United Kingdom","source_url_1":"https://www.gov.uk/government/statistics/statistics-on-international-development-final-uk-aid-spend-2020","source_url_text_1":"Statistics on International Development (SID) Final UK Aid Spend 2020","source_release_date_1":"29/09/2020","source_next_release_1":"Spring 2022","source_statistical_classification_1":"National statistic","source_contact_1":"statistics@fcdo.gov.uk","source_other_info_1":"Latest ODA flows data are obtained from table “Data underlying the SID publication” (see relevant CRS code and BroadSectorCode in National Metadata tab). Previous data (2009 to 2016) are available from [SID for 2017](https://www.gov.uk/government/statistics/statistics-on-international-development-2017)","source_active_2":true,"source_organisation_2":"Office for National Statistics","source_periodicity_2":"Monthly","source_earliest_available_2":1997,"source_geographical_coverage_2":"United Kingdom","source_url_2":"https://www.ons.gov.uk/economy/nationalaccounts/balanceofpayments/timeseries/auss/mret","source_url_text_2":"Average Sterling exchange rate US Dollar","source_release_date_2":"12/08/2021","source_next_release_2":"See source link","source_statistical_classification_2":"Official statistics","source_contact_2":"trade@ons.gov.uk","source_other_info_2":"The source periodicity is monthly, but the indicator is updated annually and the release date reflects the release of the dataset used for the latest indicator update","source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"indicator_sort_order":"17-19-01","other_info":"Data follows the UN specification for this indicator. This indicator has been identified in collaboration with topic experts.","page_content":"","national_metadata_updated_date":"2021-11-17","national_data_updated_date":"2021-11-17","national_metadata_update_url_text":"2021-11-17: see changes on GitHub","national_metadata_update_url":"https://github.com/ONSdigital/sdg-data/commit/a261f4fdb5f3161b7e45374413298ece674f4701","national_data_update_url_text":"2021-11-17: see changes on GitHub","national_data_update_url":"https://github.com/ONSdigital/sdg-data/commit/a261f4fdb5f3161b7e45374413298ece674f4701","indicator":"17.19.1","target_id":"17.19","sdg_goal":"17"}