{"indicator_name":"Number of countries that adopt and implement investment promotion regimes for developing countries, including the least developed countries","target_name":"Adopt and implement investment promotion regimes for least developed countries","indicator_number":"17.5.1","csv_size":"0.173 kB","national_indicator_description":"To be included in the number of countries that have adopted and implemented investment promotion regimes, the existence of at least one type of promotion instrument (eg an investment guarantee scheme) would be sufficient. The Manufacturing Africa programme fulfills this requirement.","un_designated_tier":"Tier II","un_custodian_agency":"United Nations Conference on Trade and Development (UNCTAD)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/?Text=&Goal=17&Target=17.5","goal_meta_link_text":"United Nations Sustainable Development Goals metadata for target 17.5","national_geographical_coverage":"UK","computation_units":"Pounds (£Millions)","computation_definitions":"Investment promotion regimes can be defined as those instruments that directly aim at encouraging outward or inward foreign investment through particular measures of the home or host countries of investment. <br> <br>The Least Developed Countries (LDCs) are defined by the United Nations based on Gross National Income (GNI) per capita. A list of the current LDCs can be cound on the [OECD website](http://www.oecd.org/dac/financing-sustainable-development/development-finance-standards/daclist.htm).","reporting_status":"complete","data_non_statistical":false,"data_footnote":"1. Data represents financial year; <br>2. The 2020 to 2021 figure shows spend to date.","graph_type":"line","graph_title":"Total amount of money spent on Manufacturing Africa project ","data_show_map":false,"data_keywords":"ODA, FDI","source_active_1":true,"source_organisation_1":"Foreign, Commonwealth & Development Office (FCDO)","source_periodicity_1":"Annual","source_earliest_available_1":"2018 to 2019","source_geographical_coverage_1":"UK","source_url_1":"https://devtracker.fcdo.gov.uk/projects/GB-1-205226","source_url_text_1":"Manufacturing Africa - development tracker","source_release_date_1":"21/12/2020","source_next_release_1":"TBC","source_statistical_classification_1":"Official statistics","source_contact_1":"statistics@fcdo.gov.uk","source_other_info_1":"For more information on the project refer to the [Documents tab](https://devtracker.fcdo.gov.uk/projects/GB-1-205226/documents)","source_active_2":false,"source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"other_info":"Manufacturing Africa, formerly the Invest Africa programme, is a £100 million initiative that aims to increase foreign direct investment (FDI) into manufacturing in Africa. It does so by working with developing-country governments, international investors, buyers, and financiers – including from the UK. Over 10 years the programme will help create 90,000 jobs and generate £1.2 billion of new FDI. It will support developing countries to industrialise, produce higher value-added goods, and thereby transform their economies, creating high quality job opportunities for the poor. <br> <br>  The programme operates in 7 countries – this currently includes Ethiopia, Uganda, Rwanda, Kenya, Nigeria, Senegal and Cote D’Ivoire. This feeds into the [Global Britain agenda](https://www.gov.uk/government/collections/global-britain-delivering-on-our- international-ambition) – building wider and deeper global markets that will benefit the UK. <br> Data follows the UN specification for this indicator. This indicator has been identified in collaboration with topic experts.","page_content":"","national_metadata_update_url_text":"2021-04-08: see changes on GitHub","national_metadata_update_url":"https://github.com/ONSdigital/sdg-data/commit/db9e0140dcf029cb8caeb3fa79242b32bc1d98ca","national_data_update_url_text":"2021-04-08: see changes on GitHub","national_data_update_url":"https://github.com/ONSdigital/sdg-data/commit/db9e0140dcf029cb8caeb3fa79242b32bc1d98ca","change_notice":"This indicator was revised following <a href='https://sdgdata.gov.uk/updates/2021/02/17/2020-indicator-changes.html'>indicator changes</a> from the United Nations 2020 Comprehensive Review. The indicator from before these revisions has been <a href='https://sdgdata.gov.uk/archived-indicators'>archived</a>.","indicator":"17.5.1","target_id":"17.5","sdg_goal":"17","indicator_sort_order":"17-05-01"}