{"indicator_name":"Dollar value of financial and technical assistance (including through North-South, South‐South and triangular cooperation) committed to developing countries","target_name":"Enhance international support for implementing effective and targeted capacity-building in developing countries to support national plans to implement all the Sustainable Development Goals, including through North-South, South-South and triangular cooperation","indicator_number":"17.9.1","csv_size":"21.684 kB","indicator_available":"Net Official Development Assistance (ODA) flows to developing countries in GBP and 2020 USD value.","national_indicator_description":"The sum of all ODA flows that the UK provides to developing countries, disaggregated by recipient country income group. The UN specifications for this indicator requires the total sum of ODA and Other Official Flows (OOF), but the data displayed here only reflects ODA disbursements.","un_designated_tier":"Tier I","un_custodian_agency":"Organisation for Economic Co-operation and Development (OECD), United Nations Environment (UNEP), World Bank (WB)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/?Text=&Goal=17&Target=17.9","goal_meta_link_text":"United Nations Sustainable Development Goals metadata for target 17.9","national_geographical_coverage":"United Kingdom","computation_units":"GBP, constant USD at 2020 prices","computation_definitions":"<p>Official Development Assistance (ODA) - resource flows to developing countries and multilateral organisations provided by official agencies (e.g. the UK Government) or their executive agencies. Each transaction is administered for the promotion of the economic development and welfare of developing countries and is concessional in character. More information on ODA can be found on the <a href=\"http://www.oecd.org/development/financing-sustainable-development/development-finance-standards/officialdevelopmentassistancedefinitionandcoverage.htm\">OECD website</a>. ODA recipients are broken down in groups according to their Gross National Income (GNI) per capita.<p>Country income classification - the Development Assistance Committee (DAC) list of countries eligible to receive ODA is based on Gross National Income per capita as published by the <a href=\"https://data.worldbank.org/indicator/NY.GNP.PCAP.CD\">World Bank</a>. All low and middle income countries are included, with the exception of G8 members, EU members, and countries with a firm date for entry into the EU. The list also includes all Least Developed Countries (LDCs) as defined by the <a href = \"https://www.un.org/ohrlls/content/least-developed-countries%20\">United Nations (UN)</a>.<p>LDCs - Least Developed Countries<p>LMICs - Lower-Middle Income Countries<p>UMICs - Upper Middle Income Countries<p>Other LICs - Other Low Income Countries<p>Undefined - ODA that cannot be allocated to a single country<p> <p>Other official flows (OOF) - other official flows (excluding officially supported export credits) are defined as transactions by the official sector which do not meet the conditions for eligibility as ODA, either because they are not primarily aimed at development, or because they are not sufficiently concessional.<p>","available_disaggregations":"Recipient country income classification","computation_calculations":"<p>Net bilateral ODA flows are summed together for the respective year, and disaggregated by country income group (see Source 1).</p> <p>The constant USD conversion was done using methodology specified by the <a href=\"https://www.oecd.org/dac/financing-sustainable- development/development-finance-standards/informationnoteonthedacdeflators.htm\">OECD</a>. The GBP values were converted with the USD exchange rate for the respective year, and then a deflator with base year 2020 was applied to transform the current USD values to constant 2020 USD values (see Source 2).</p>","reporting_status":"complete","data_non_statistical":false,"graph_type":"line","graph_title":"Net Official Development Assistance (ODA)","data_show_map":false,"data_keywords":"ODA","source_active_1":true,"source_organisation_1":"Foreign, Commonwealth & Development Office (FCDO)","source_periodicity_1":"Annual","source_earliest_available_1":2009,"source_geographical_coverage_1":"United Kingdom","source_url_1":"https://www.gov.uk/government/statistics/statistics-on-international-development-final-uk-aid-spend-2021","source_url_text_1":"Statistics on International Development (SID) Final UK Aid Spend 2021","source_release_date_1":"23/11/2022","source_next_release_1":"Autumn 2023: We plan to update indicator data within 4 months of data being released","source_statistical_classification_1":"National statistic","source_contact_1":"statistics@fcdo.gov.uk","source_other_info_1":"Latest ODA flows data are obtained from table “Data underlying the SID publication” (see relevant CRS code and BroadSectorCode in National Metadata tab). Previous data (2009 to 2016) are available from [SID for 2017](https://www.gov.uk/government/statistics/statistics-on-international-development-2017)","source_active_2":true,"source_organisation_2":"Organisation for Economic Co-operation and Development (OECD)","source_periodicity_2":"Annual","source_earliest_available_2":1960,"source_geographical_coverage_2":"United Kingdom","source_url_2":"https://www.oecd.org/dac/financing-sustainable-development/development-finance-data/","source_url_text_2":"Development finance data","source_release_date_2":"22/12/2022","source_next_release_2":"See source link: We plan to update indicator data within 4 months of data being released","source_statistical_classification_2":"Official international","source_contact_2":"dac.contact@oecd.org","source_other_info_2":"Data tables section, tables \"Deflators for Resource Flows from DAC Countries (2020=100).xls\" and \"Annual Exchange Rates for DAC Donor Countries from 1960 to 2021.xls\"","source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"indicator_sort_order":"17-09-01","other_info":"This indicator is being used as an approximation of the UN SDG Indicator. Where possible, we will work to identify or develop UK data to meet the global indicator specification. This indicator has not been identified in collaboration with topic experts.","page_content":"","national_metadata_updated_date":"2023-03-10","national_data_updated_date":"2023-03-10","target_number":"17.9","goal_number":"17"}