{"indicator_name":"Prevalence of anaemia in women aged 15 to 49 years, by pregnancy status (percentage)","target_name":"By 2030, end all forms of malnutrition, including achieving, by 2025, the internationally agreed targets on stunting and wasting in children under 5 years of age, and address the nutritional needs of adolescent girls, pregnant and lactating women and older persons","indicator_number":"2.2.3","csv_size":"2.323 kB","indicator_available":"Prevalence of anaemia in non-pregnant women aged 15-49","un_designated_tier":"Tier I","un_custodian_agency":"World Health Organisation (WHO)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/?Text=&Goal=2&Target=2.2","goal_meta_link_text":"United Nations Sustainable Development Goals metadata for target 2.2","national_geographical_coverage":"United Kingdom","computation_units":"Percentage (%)","computation_definitions":"Percentage of women aged 15−49 years with a haemoglobin concentration less than 120 g/L for non-pregnant women and lactating women, adjusted for altitude and smoking. Anaemia can be assessed by measuring blood haemoglobin, and when used in combination with other indicators of iron status, blood haemoglobin provides information about the severity of iron deficiency. The anaemia prevalence for the population is used to classify the public health significance of the problem.","available_disaggregations":"Pregnancy status is a required disaggregation, but here we only present the data for non-pregnant women. Pregnancy breakdown can be found from the original data source, but it may not be a reliable representation for the UK (see Other information field for further details).","computation_calculations":"No calculations were performed because the data is readily available in the required format from the source.","reporting_status":"complete","data_non_statistical":false,"data_footnote":"Please note the y axis does not go to 100% for ease of visualisation.","graph_type":"line","graph_title":"Prevalence of anaemia in non pregnant women aged 15-49","data_show_map":false,"data_keywords":"Anaemia;","expected_disaggregations":["Pregnancy status"],"source_active_1":true,"source_organisation_1":"World Health Organisation","source_periodicity_1":"Every 2-3 years","source_earliest_available_1":2000,"source_geographical_coverage_1":"United Kingdom","source_url_1":"https://www.who.int/data/gho/data/indicators/indicator-details/GHO/anaemia-in-non-pregnant-women-prevalence-(-)","source_url_text_1":"Prevalence of Anaemia","source_release_date_1":"19/04/2021","source_next_release_1":"To be confirmed: We plan to update indicator data within 4 months of data being released","source_statistical_classification_1":"Official international","source_contact_1":"nutrition@who.int","source_active_2":false,"source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"indicator_sort_order":"02-02-03","other_info":"<p>Data on the prevalence of anaemia and/or mean haemoglobin in women of reproductive age, collected between 1995 and 2019 were obtained from 408 population-representative data sources from 124 countries worldwide. These data were then modelled on a worldwide level and similar countries data were used to create the data  for the UK. </p><p> Therefore caution should be used when using the data displayed above and when using the data (and additional data) on the WHO database for all women and pregnant women. We have not reported the WHO data for pregnant women in the UK because it is based on a model with minimal UK data, so it is likely not reliable for the national context. You can see these data through the <a href=\"https://unstats.un.org/sdgs/unsdg\">SDG Global Database.</a>  </p> Data follows the UN specification for this indicator. This indicator has not been identified in collaboration with topic experts.","page_content":"Anaemia is highly prevalent globally, disproportionately affecting children and women of reproductive age. It negatively affects cognitive and motor development and work capacity, and among pregnant women iron deficiency anaemia is associated with adverse reproductive outcomes, including preterm delivery, low-birth-weight infants, and decreased iron stores for the baby, which may lead to impaired development. Iron deficiency is considered the most common cause of anaemia, but there are other nutritional and non-nutritional causes.","national_metadata_updated_date":"2022-03-28","national_data_updated_date":"2022-03-18","graph_limits":[{"unit":"Percentage (%)","minimum":0,"maximum":100}],"target_number":"2.2","goal_number":"2"}