{"indicator_name":"Prevalence of stunting (height for age <-2 standard deviation from the median of the World Health Organization (WHO) Child Growth Standards) among children under 5 years of age","target_name":"By 2030, end all forms of malnutrition, including achieving, by 2025, the internationally agreed targets on stunting and wasting in children under 5 years of age, and address the nutritional needs of adolescent girls, pregnant and lactating women and older persons","indicator_number":"2.2.1","csv_size":"26.287 kB","indicator_available":"Prevalence of stunting (height for age <-2 standard deviation from the median of the World Health Organization (WHO) Child Growth Standards) among children aged 4","national_indicator_description":"Analysis of NCMP data of children who were 4 years old at time of measurement in Reception using WHO growth standards, by sex, rural/urban classification, deprivation and ethnic group, academic year 2006-2007 to 2019-2020","un_designated_tier":"Tier I","un_custodian_agency":"United Nations Children's Fund (UNICEFF), World Health Organisation (WHO)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/?Text=&Goal=2&Target=2.2","goal_meta_link_text":"United Nations Sustainable Development Goals metadata for target 2.2","national_geographical_coverage":"England","computation_units":"Percentage","computation_definitions":"<p>Child stunting refers to a child who is too short for his or her age and is the result of chronic or recurrent malnutrition. Stunting here is defined as cases with height for age less than -2 standard deviations from the median of the <a href=\"https://www.who.int/tools/child-growth-standards\">World Health Organization (WHO) Child Growth Standards</a>. Standard deviation is a measure of the amount of variation of a set of values.</p><p> Index of Multiple Deprivation - the index of multiple deprivation (IMD)  is a measure of relative deprivation in England. Lower Super Output Areas (LSOAs) in England are ranked from most deprived to least deprived and divided into 5 equal groups called quintiles. LSOAs in quintile 1 fall within the most deprived 20% of LSOAs nationally and LSOAs in quintile 5 fall within the least deprived 20% of LSOAs nationally. This variable is based on child residency post code, so entries without a post code were excluded from the analysis. As a result, the total IMD sample number does not add up to the total sample size. </p><p> Rural/urban classification - the Urban variable includes all settlements with over 10,000 population. The Rural variable includes all settlements classed as town and fringe, village, and hamlet and isolated dwellings.</p>","available_disaggregations":"Sex; Index of Multiple Deprivation; Ethnicity; Rural or Urban classification. The latter is only available from academic year 2013 to 2014","computation_calculations":"<p>The analysis was done by running the NCMP data through a bespoke <a href='https://www.who.int/tools/child-growth-standards/software'>R package 'anthro</a>, developed by the World Health Organization (WHO) specifically for supplying Sustainable Development Goals related figures. <p/> <p> The prevalence represents percentage from the unweighted sample size. <p> The dataset variables used for the analysis were age in months, height, sex, weight, index of multiple deprivation (originally deciles, and recoded into quintiles), ethnic group, and rural/urban indicator (recoded into a binary classification).","reporting_status":"complete","data_non_statistical":false,"graph_type":"line","graph_title":"Prevalence of stunting among children aged 4","data_show_map":false,"data_keywords":null,"source_active_1":true,"source_organisation_1":"Office for Health Improvement and Disparities (OHID)","source_periodicity_1":"Annual","source_earliest_available_1":"2006 to 2007","source_geographical_coverage_1":"England","source_url_1":"https://www.gov.uk/government/publications/national-child-measurement-programme-ad-hoc-analysis-of-data","source_url_text_1":"National Child Measurement Programme ad-hoc analysis of data","source_release_date_1":"18/08/2021","source_next_release_1":"TBC","source_statistical_classification_1":"Official statistics","source_contact_1":"ncmp@phe.gov.uk","source_active_2":false,"source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"indicator_sort_order":"02-02-01","other_info":"<p> The numbers represented here are based on data from the National Child Measurement Programme, for academic years 2006-07 to 2019-20. The analysis is only for children aged 4 years old in Reception at the time of measurement (age group 48 to 59 months old). These children would have turned 5 within the academic year. Children who had already turned 5 at the time of measurement are excluded from this analysis. <p/><p> Totals presented in this document include all children in state-maintained schools, with a valid height and weight measurement, including those with an unknown residency. Since 2008/09 over 99% of child records have a valid home postcode. <p/> <p> This analysis does not contain any measurement data which can be used to monitor the indirect impact of COVID-19 on BMI in children. The 2019-20 NCMP data collection stopped in March 2020 when schools were closed due to the COVID-19 pandemic. In a usual NCMP collection year, national participation rates are around 95% (over a million) of all eligible children, however in 2019-20 the number of children measured was around 75% of previous years. Despite the lower than usual number of measurements, analysis by NHS Digital indicates that figures at national  level are directly comparable to previous years. <p/> <p> Sample sizes are available in source data <p/> This indicator is being used as an approximation of the UN SDG Indicator. Where possible, we will work to identify or develop UK data to meet the global indicator specification. This indicator has been identified in collaboration with topic experts.","page_content":"","national_metadata_updated_date":"2022-01-04","national_data_updated_date":"2022-01-04","national_metadata_update_url_text":"2022-01-04: see changes on GitHub","national_metadata_update_url":"https://github.com/ONSdigital/sdg-data/commit/95a72ba36dd9e115c1fab72feed2f773c1a77de9","national_data_update_url_text":"2022-01-04: see changes on GitHub","national_data_update_url":"https://github.com/ONSdigital/sdg-data/commit/95a72ba36dd9e115c1fab72feed2f773c1a77de9","indicator":"2.2.1","target_id":"2.2","sdg_goal":"2"}