{"indicator_name":"Average income of small-scale food producers, by sex and indigenous status","target_name":"By 2030, double the agricultural productivity and incomes of small-scale food producers, in particular women, indigenous peoples, family farmers, pastoralists and fishers, including through secure and equal access to land, other productive resources and inputs, knowledge, financial services, markets and opportunities for value addition and non-farm employment","indicator_number":"2.3.2","csv_size":"7.006 kB","indicator_available":"Average weekly gross earnings of food producers by sex","un_designated_tier":"Tier II","un_custodian_agency":"Food and Agriculture Organization (FAO)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/?Text=&Goal=2&Target=2.3","goal_meta_link_text":"United Nations Sustainable Development Goals metadata for target 2.3","national_geographical_coverage":"United Kingdom","computation_units":"GBP (£)","computation_definitions":"<p>Standard Industrial Classification (SIC) codes are used to classify business establishments and other statistical units by the type of economic activity in which they are engaged.</p>","available_disaggregations":"Sex","computation_calculations":"No calculations were performed in the data acquisition of this indicator as appropriate data was readily available in the final format specified by this indicator. For insight into the details of potential calculations please refer to the original source metadata or source contact.","reporting_status":"complete","data_non_statistical":false,"data_footnote":"<p>From 2000 to 2007, food production industries are defined using SIC03. From 2008, food production industries are defined using SIC07. Please see defintions section for further information.</p><p>Please note, the figures for 2022 are provisional values.</p><p> The figures diplayed are mean averages. Median averages are also available from the data source.</p>","graph_type":"line","graph_title":"Average weekly gross earnings (GBP) of food producers by sex","data_show_map":false,"data_keywords":"Defra","proxy":"proxy","expected_disaggregations":["Sex","Indigineous Status"],"source_active_1":true,"source_organisation_1":"Office for National Statistics (ONS)","source_periodicity_1":"Annual","source_earliest_available_1":1997,"source_geographical_coverage_1":"United Kingdom","source_url_1":"https://www.ons.gov.uk/employmentandlabourmarket/peopleinwork/earningsandworkinghours/adhocs/1237meanandmedianestimatesofgrossweeklyearningsforukemployeesinfoodproductionindustries2016to2022","source_url_text_1":"Mean and median estimates of gross weekly earnings for UK employees in food production industries, 2016 to 2022","source_release_date_1":"16/06/2023","source_next_release_1":"See source link: We plan to update indicator data within 4 months of data being released","source_statistical_classification_1":"National Statistic","source_contact_1":"earnings@ons.gov.uk","source_active_2":false,"source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"indicator_sort_order":"02-03-02","other_info":"<p>Food production industries are defined using Standard Industrial Classification 2003 (SIC03) from 2000 to 2007 and Standard Industrial Classification 2007 (SIC07) from 2008 onwards.</p><p>For years 2000 to 2007, SIC03 division 01 (agriculture, hunting and related service activities) and 05 (fishing, fish farming and related service activities) are used. For years 2008 onwards, SIC07 division 01 (crop and animal production, hunting and related service activities) and 03 (fishing and aquaculture) are used. Therefore, data from 2008 onwards should not be directly compared to earlier data.</p> This indicator is being used as an approximation of the UN SDG Indicator. Where possible, we will work to identify or develop UK data to meet the global indicator specification. This indicator has not been identified in collaboration with topic experts.","page_content":"","national_metadata_updated_date":"2023-07-10","national_data_updated_date":"2023-07-10","target_number":"2.3","goal_number":"2"}