{"indicator_name":"Neonatal mortality rate","target_name":"By 2030, end preventable deaths of newborns and children under 5 years of age, with all countries aiming to reduce neonatal mortality to at least as low as 12 per 1,000 live births and under‐5 mortality to at least as low as 25 per 1,000 live births","indicator_number":"3.2.2","csv_size":"198.442 kB","indicator_available":"Number of neonatal deaths per 1,000 live births","national_indicator_description":"These data show the number of neonatal deaths per 1,000 live births in the UK. These statististics are derived from information recorded when births and deaths are registered in England and Wales as part of civil registration, a legal requirement. Data presented by the UN may differ as a Beyesian model is used for the international methodology.","un_designated_tier":"Tier I","un_custodian_agency":"United Nations Children's Fund (UNICEF)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/?Text=&Goal=3&Target=3.2","goal_meta_link_text":"United Nations Sustainable Development Goals metadata for target 3.2","national_geographical_coverage":"United Kingdom","computation_units":"Rate per 1,000 live births","computation_definitions":"<p>Neonatal death - The death of an infant when the age of the infant is under 28 days.</p><p>Early neonatal - The death of an infant when the age of the infant is under 7 days.</p><p>Late neonatal - The death of an infant when the age of the infant is between 7 and 27 days.</p><p>For specific information about disaggregation definitions see 'Available disaggregations' below.","available_disaggregations":"<p>Figures for the UK are only available for the headline data and for sex.</p><p>Neonatal period - Figures are given for early, and overall neonatal period for all characteristics. Figures for the late neonatal period for Northern Ireland are not shown here due to low reliability of the rates. Figures for the late neonatal period are not shown for sex by country of occurrence for Northern Ireland, Scotland, or Wales due to low relaibility of rates. These data are, however, available in the <a href = \"https://www.ons.gov.uk/peoplepopulationandcommunity/birthsdeathsandmarriages/deaths/datasets/childmortalitystatisticschildhoodinfantandperinatalchildhoodinfantandperinatalmortalityinenglandandwales\">Child mortality (death cohort) tables in England and Wales</a></p><p>Country - Country of occurrence. The separate figures for England and Wales exclude deaths of non-residents. The figures for Scotland, Northern Ireland, and England and Wales combined include deaths of non-residents. They should therefore not be directly compared to the separate figures for England and Wales. The UK figure is calculated from figures for Scotland, Northern Ireland, and England and Wales combined. Country of occurrence is available by sex for all countries, and by sex and neonatal period for England, and England and Wales.</p><p>Region - Region of residence (note that this differs to Country, which is area of occurrence). Region is only available when 'England' is selected in the Country dropdown menu. </p><p>Age - Age of mother. Only available when England and Wales is selected in Country. More detailed data (age of mother by birthweight) are available in Table 10 of the <a href = \"https://www.ons.gov.uk/peoplepopulationandcommunity/birthsdeathsandmarriages/deaths/datasets/childmortalitystatisticschildhoodinfantandperinatalchildhoodinfantandperinatalmortalityinenglandandwales\">Child mortality (death cohort) tables in England and Wales</a>. These figures are not included here due to the number of rates with low reliability.</p><p>Birthweight - Only available when England and Wales is selected in Country. Some rates, in particular for some of the lowest and highest birthweights. have low reliability. These are identified in the data download and in the source data. Birthweight is also available by mother's age and country of birth in the <a href = \"https://www.ons.gov.uk/peoplepopulationandcommunity/birthsdeathsandmarriages/deaths/datasets/childmortalitystatisticschildhoodinfantandperinatalchildhoodinfantandperinatalmortalityinenglandandwales\">Child mortality (death cohort) tables in England and Wales</a>.</p><p>Country of birth - Mother's country of birth. Only available when England and Wales is selected in Country. Country of birth data prior to 2010 are not shown as country groupings differ to later years. Antarctica and Oceania, Rest of Europe (non EU), the Americas and Caribbean, and 'Other' countries have a lot of rates with low reliability. Countries included in each grouping are given in the Country code listings table of the <a href = \"https://www.ons.gov.uk/peoplepopulationandcommunity/birthsdeathsandmarriages/deaths/datasets/childmortalitystatisticschildhoodinfantandperinatalchildhoodinfantandperinatalmortalityinenglandandwales\">Child mortality (death cohort) tables in England and Wales</a></p><p>Sex - Sex of the baby.</p><p>Figures for age of mother, birthweight and mother's country of birth are only given where deaths could be linked to their corresponding birth registration record (above 95% for all years). For more information see the information table in the <a href='https://www.ons.gov.uk/peoplepopulationandcommunity/birthsdeathsandmarriages/deaths/datasets/childmortalitystatisticschildhoodinfantandperinatalchildhoodinfantandperinatalmortalityinenglandandwales'>Child mortality (death cohort) tables in England and Wales</a>.</p><p>Local Authority (and for Wales, Health Board) level data are available in Table 3 of the <a href = \"https://www.ons.gov.uk/peoplepopulationandcommunity/birthsdeathsandmarriages/deaths/datasets/childmortalitystatisticschildhoodinfantandperinatalchildhoodinfantandperinatalmortalityinenglandandwales\">Child mortality (death cohort) tables in England and Wales</a>. We have not presented these figures here due to the level of uncertainty in many of the figures.<p> Data on further characteristics are also available from the <a href = \"https://www.ons.gov.uk/peoplepopulationandcommunity/birthsdeathsandmarriages/deaths/datasets/childmortalitystatisticschildhoodinfantandperinatalchildhoodinfantandperinatalmortalityinenglandandwales\">Child mortality (death cohort) tables in England and Wales</a>.</p><p>Ethnicity - Neonatal mortality by ethnicity data are available in Table 11 of <a href=\"https://www.ons.gov.uk/peoplepopulationandcommunity/healthandsocialcare/childhealth/datasets/birthsandinfantmortalitybyethnicityenglandandwales\">Births and infant mortality by ethnicity, England and Wales</a>. We are in the process of adding these data to this site</p>","computation_calculations":"<p>Where late neonatal mortality rates were not provided in the source data, the following calculation was carried out (with the one exception given below)</p><p>(Number of neonatal deaths - number of early neonatal deaths) / (number of live births / 1000) </p><p>For Northern Ireland figures in the Country and Country by Sex breakdowns the above calculation was not possible because number of live births excludes births to non-resident mothers, while the number of deaths includes non-residents. Therefore, for Northern Ireland the following calculation (which is less precise because of rounding) was used - </p><p> Neonatal mortality rate - Early neonatal mortality rate.</p>","reporting_status":"complete","data_non_statistical":false,"data_footnote":"Rates based on fewer than 3 deaths are not shown. Due to the small number of events, the reliability of rates which are based on between 3 and 19 deaths may be affected. This particularly affects rates for late neonatal deaths, and for certain categories in country of birth, and birthweight. Please check the source data to identify these points.","graph_type":"line","graph_title":"Number of neonatal deaths per 1,000 live births","data_show_map":true,"data_keywords":"map, map","source_active_1":true,"source_organisation_1":"Office for National Statistics (ONS)","source_periodicity_1":"Annual","source_earliest_available_1":1980,"source_geographical_coverage_1":"United Kingdom","source_url_1":"https://www.ons.gov.uk/peoplepopulationandcommunity/birthsdeathsandmarriages/deaths/datasets/childmortalitystatisticschildhoodinfantandperinatalchildhoodinfantandperinatalmortalityinenglandandwales","source_url_text_1":"Childhood mortality in England and Wales","source_release_date_1":"24/02/2021","source_next_release_1":"TBA","source_statistical_classification_1":"National Statistic","source_contact_1":"Health.Data@ons.gov.uk","source_other_info_1":"See the <a href='https://www.ons.gov.uk/peoplepopulationandcommunity/birthsdeathsandmarriages/deaths/qmis/childmortalitystatisticsqmi'>Child and infant mortality statistics QMI</a> for quality and methodology information. For the England and Wales figure see table 1.","source_active_2":true,"source_organisation_2":"Office for National Statistics (ONS)","source_periodicity_2":"Annual","source_earliest_available_2":1999,"source_geographical_coverage_2":"England and Wales","source_url_2":"http://webarchive.nationalarchives.gov.uk/20160108045516/http://www.ons.gov.uk/ons/rel/vsob1/mortality-statistics--childhood--infant-and-perinatal--england-and-wales--series-dh3-/index.html","source_url_text_2":"Mortality Statistics - Childhood, infant and perinatal, England and Wales (Series DH3)","source_release_date_2":"31/08/2008","source_next_release_2":"Discontinued","source_statistical_classification_2":"National Statistic","source_contact_2":"Health.Data@ons.gov.uk","source_other_info_2":"These tables are for the same purpose as source 1, but are for earlier years","source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"indicator_sort_order":"03-02-02","other_info":"<p>Births and deaths of residents of England and Wales that occur and are registered outside of England and Wales are not included</p><p>Important information on the strengths and limitations of the data, the quality of the output, uses and users, and how the output was created are given in the <a href='https://www.ons.gov.uk/peoplepopulationandcommunity/birthsdeathsandmarriages/deaths/methodologies/childmortalitystatisticsqmi'>Child and infant mortality Quality and Methodology Information document</a>.</p><p> Where the number of deaths is smaller than 3, rates are not given. </p><p>Non-residents are included in the rates for England and Wales combined, Scotland, and Northern Ireland. However, non-residents are excluded from rates for England, and Wales.</p><p>The reason why non-residents are treated differently is because the figures for Scotland and Northern Ireland are consistent with figures published by National Records of Scotland (NRS) and Northern Ireland Statistics and Research Agency (NISRA) respectively, and each organisation uses slightly different definitions. This does have a small knock-on effect on comparability but the differences that non-residents make to rates are relatively small – at the most, including/excluding non-residents leads to a difference of 0.1 in the rates shown. For cross country comparisons, then the different infant mortality rates for England and Wales (combined only), Scotland and Northern Ireland are all directly comparable.</p><p>Breakdowns by age and country of birth of the mother, and by sex of the infant are given for infant deaths that have been successfully linked to their corresponding birth registration record.</p><p>Rates are not calculated where there are fewer than 3 deaths in a cell. It is ONS practice not to calculate rates where there are fewer than 3 deaths in a cell, as rates based on such low numbers are susceptible to inaccurate interpretation. These values have been left blank and are flagged as 'Missing value; suppressed' in the observation status of the downloadable csv. Some figures shown have low reliability (rates based on between 3 and 19 deaths). This means that their their reliability as a measure may be affected by the small number of events. Information on reliability is given in the observation status column in the downloadable csv. In particular, late neonatal figures have low reliability for some birthweights and some Country of birth levels. See available disaggregations above for more information. </p><p> Data follows the UN specification for this indicator. This indicator has been identified in collaboration with topic experts.","page_content":"","national_metadata_updated_date":"2022-02-01","national_data_updated_date":"2022-02-01","national_metadata_update_url_text":"2022-02-01: see changes on GitHub","national_metadata_update_url":"https://github.com/ONSdigital/sdg-data/commit/bcd48bc66b921bf68e32906f9a9375f29b9a398d","national_data_update_url_text":"2022-02-01: see changes on GitHub","national_data_update_url":"https://github.com/ONSdigital/sdg-data/commit/bcd48bc66b921bf68e32906f9a9375f29b9a398d","indicator":"3.2.2","target_id":"3.2","sdg_goal":"3"}