{"indicator_name":"Suicide mortality rate","target_name":"By 2030, reduce by one third premature mortality from non-communicable diseases through prevention and treatment and promote mental health and well-being","indicator_number":"3.4.2","csv_size":"636.562 kB","indicator_available":"Suicide mortality rate","national_indicator_description":"Suicide mortality rates in the United Kingdom","un_designated_tier":"Tier I","un_custodian_agency":"World Health Organisation (WHO)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/?Text=&Goal=3&Target=3.4","goal_meta_link_text":"United Nations Sustainable Development Goals metadata for target 3.4","national_geographical_coverage":"United Kingdom","computation_units":"Rate per 100,000 population","computation_definitions":"<p>- Suicide - These data follow the National Statistics definition of suicide, which is based on codes from the International Classification of Diseases. See the three paragraphs below for the details of deaths that are included in UK data on suicide.</p><p> - All deaths that were assigned the underlying cause of ‘intentional self-harm for persons aged 10 years and above’ (ICD-9 code - E950 - E959 for deaths registered between 1981 and 2000 in England, Wales and Northern Ireland and between 1981 and 1999 in Scotland. ICD-10 code - X60 - X84 for deaths registered since 2001 in England, Wales and Northern Ireland and since 2000 in Scotland). </p><p> - Deaths caused by ‘injury/poisoning of undetermined intent for persons aged 15 years and above’ (ICD-9 code - E980 - E989, but excluding E988.8 in England and Wales, for death registered between 1981 and 2000 in England, Wales and Northern Ireland and between 1981 and 1999 in Scotland. ICD-10 code - Y10 - Y34, excluding Y33.9 in England and Wales where the coroner’s verdict was pending for the years 2001 to 2006, for deaths registered since 2001 in England, Wales and Northern Ireland and since 2000 in Scotland). </p><p> - Deaths caused by ‘sequelae of intentional self-harm / event of undetermined intent for persons aged 10 years and above’ in Scotland and Northern Ireland (ICD-10 code - Y87.0 and Y87.2 for deaths registered since 2001 in Northern Ireland and since 2000 in Scotland).","computation_calculations":"Age-standardised mortality rates (age-specific mortality rates when 5-year age group selected)","reporting_status":"complete","data_non_statistical":false,"data_footnote":"Suicide rates per 100,000 population have been age-standardised to allow comparison between populations which may contain different proportions of people of different ages. Suicide rates by age are based on age-specific suicide rates per 100,000 population. Age-specific rates calculated where there are fewer than 20 deaths may be unreliable. These figures are denoted with a 'u' in Source 1. Rates were not calculated where there were fewer than 3 death registrations. Data from 2019 and onwards is available for England and Wales only.","data_start_values":[{"field":"Country","value":"England"}],"graph_type":"line","graph_title":"Suicide mortality rate per 100,000 population","data_show_map":false,"data_keywords":"Population","source_active_1":true,"source_organisation_1":"Office for National Statistics (ONS)","source_periodicity_1":"Annual","source_earliest_available_1":1981,"source_geographical_coverage_1":"England and Wales","source_url_1":"https://www.ons.gov.uk/peoplepopulationandcommunity/birthsdeathsandmarriages/deaths/datasets/suicidesintheunitedkingdomreferencetables","source_url_text_1":"Suicide in England and Wales","source_release_date_1":"07/09/2021","source_next_release_1":"TBC","source_statistical_classification_1":"Official Statistic","source_contact_1":"health.data@ons.gov.uk","source_active_2":true,"source_organisation_2":"Office for National Statistics (ONS)","source_periodicity_2":"Discontinued","source_earliest_available_2":1981,"source_geographical_coverage_2":"United Kingdom","source_url_2":"https://www.ons.gov.uk/peoplepopulationandcommunity/birthsdeathsandmarriages/deaths/datasets/suicidesintheunitedkingdomreferencetables","source_url_text_2":"Discontinued - Suicide in the United Kingdom","source_release_date_2":"03/09/2019","source_next_release_2":"Discontinued","source_statistical_classification_2":"Official Statistic","source_contact_2":"health.data@ons.gov.uk","source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"indicator_sort_order":"03-04-02","other_info":"<p>Figures are for deaths registered, rather than deaths occurring in each calendar year. Due to the length of time it takes to complete a coroner's inquest, it can take months or even years for a suicide to be registered.</p><p>The large increase seen in Northern Ireland between 2004 and 2006 coincides with a change to the Coroners’ Service. Prior to April 2006, there were seven Coroners’ districts in Northern Ireland. Following a review of the Coroners’ Service, the separate districts were amalgamated into one centralised Coroners’ Service.</p><p> Please note, data from 2019 and onwards represent suicides for England and Wales only and not UK. For more recent suicide statistics for other UK nations please see <a href=\"https://www.nrscotland.gov.uk/statistics-and-data/statistics/statistics-by-theme/vital-events/deaths/suicides\"> NRS Scotland</a> and <a href=\"https://www.nisra.gov.uk/publications/suicide-statistics-2019\"> NISRA Nothern Ireland</a>.</p> Data follows the UN specification for this indicator. This indicator has been identified in collaboration with topic experts.","page_content":"#### In **2020**… \n* In 2020, there were 5,224 suicides registered in England and Wales, equivalent to an age-standardised mortality rate of 10.0 deaths per 100,000 people and statistically significantly lower than the 2019 rate of 11.0 deaths per 100,000.\n* The decrease is likely to be driven by two factors; a decrease in male suicides at the start of the coronavirus (COVID 19) pandemic, and delays in death registrations because of the pandemic.\n* Around three-quarters of registered suicide deaths in 2020 were for men (3,925 deaths; 75.1%), which follows a consistent trend back to the mid-1990s.\n* The England and Wales male suicide rate of 15.4 deaths per 100,000 is statistically significantly lower than in 2019 but consistent with rates in earlier years; for females, the rate was 4.9 deaths per 100,000, consistent with the past decade.\n* Males and females aged 45 to 49 years had the highest age-specific suicide rate (24.1 male and 7.1 female deaths per 100,000).\n* For the fifth consecutive year, London has had the lowest suicide rate of any region of England (7.0 deaths per 100,000), while the highest rate in 2020 was in the North East with 13.3 deaths per 100,000.\n\n#### See the [ONS 2020 report](https://www.ons.gov.uk/peoplepopulationandcommunity/birthsdeathsandmarriages/deaths/bulletins/suicidesintheunitedkingdom/latest) for more information and a definition for suicide\n\nInformation on the [suicide prevention profile](https://www.gov.uk/government/collections/suicide-prevention-profile) is available from Public Health England. If you are struggling to cope, please call Samaritans free on 116 123 (UK and Ireland), email jo@samaritans.org, or visit the [Samaritans website](https://www.samaritans.org) to find details of the nearest branch. \n\nFurther information is available on the [Suicide Prevention Profile](https://fingertips.phe.org.uk/profile-group/mental-health/profile/suicide).\n\n[Further Quality and Methodology information](https://www.ons.gov.uk/peoplepopulationandcommunity/birthsdeathsandmarriages/deaths/methodologies/suicideratesintheukqmi) is available.","national_metadata_updated_date":"2022-04-05","national_data_updated_date":"2022-03-09","national_metadata_update_url_text":"2022-04-05: see changes on GitHub","national_metadata_update_url":"https://github.com/ONSdigital/sdg-data/commit/5b6d4ab8e0bb4fc71b5e5b6f57f1cf0ec4f55090","national_data_update_url_text":"2022-03-09: see changes on GitHub","national_data_update_url":"https://github.com/ONSdigital/sdg-data/commit/82a4047da9f65d16652c932775a9ef562b2493cf","indicator":"3.4.2","target_id":"3.4","sdg_goal":"3"}