{"indicator_name":"Proportion of women of reproductive age (aged 15–49 years) who have their need for family planning satisfied with modern methods","target_name":"By 2030, ensure universal access to sexual and reproductive health-care services, including for family planning, information and education, and the integration of reproductive health into national strategies and programmes","indicator_number":"3.7.1","csv_size":"169.368 kB","indicator_available":"Women using Sexual and Reproductive Health Services for contraception","national_indicator_description":"This indicator covers contraceptive activity taking place at dedicated Sexual and Reproductive Health (SRH) services in England, as recorded in the Sexual and Reproductive Health Activity Dataset (SRHAD), a mandated collection for all providers of NHS SRH services.","un_designated_tier":"Tier I","un_custodian_agency":"United Nations Population Fund UNFPA","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-03-07-01.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (PDF 357 KB)","national_geographical_coverage":"England","computation_units":"Percentage (%)","computation_definitions":"Sexual Reproductive Health (SRH) services include family planning services, community contraception clinics, integrated GUM and SRH services and young people’s services e.g. Brook advisory centres. IUD refers to intrauterine device. IU System refers to intrauterine system.","computation_calculations":"No calculations were performed in the data acquisition of this indicator as appropriate data was readily available in the final format.","reporting_status":"complete","data_non_statistical":false,"data_footnote":"1. The data collection period runs from April to March.  The date on the X axis is the start of this period. 2. Other contraception methods include the cap, diaphragm, spermicides (but only when used on their own) and vaginal ring. 3. Data for 2018/19 includes female condoms in other methods. 4. Data for Rutland have been combined with Leicestershire. 5. Data for City of London have been combined with Hackney. 6. Data for Isles of Scilly have been combined with Cornwall.","graph_type":"line","graph_title":"Main method of contraception of women using Sexual and Reproductive Health Services for reasons of contraception","data_show_map":false,"data_keywords":null,"source_active_1":true,"source_organisation_1":"NHS Digital","source_periodicity_1":"Annual","source_earliest_available_1":"2014/15","source_geographical_coverage_1":"England","source_url_1":"https://digital.nhs.uk/data-and-information/publications/statistical/sexual-and-reproductive-health-services","source_url_text_1":"Sexual and Reproductive Health Services (Contraception)","source_release_date_1":"26/09/2019","source_next_release_1":"TBC","source_statistical_classification_1":"National Statistic","source_contact_1":"enquiries@nhsdigital.nhs.uk","source_other_info_1":"See tables 7 and 17.","source_active_2":false,"source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"indicator_sort_order":"03-07-01","other_info":"<p>Data is not representative of the uptake of contraception methods across the whole population. Contraceptives can be obtained from other sources such as GPs or direct from pharmacies, whilst non-prescription items like condoms can be obtained easily without a visit to a medical specialist.</p><p>For analysis of contraception methods it is encouraged that data be presented as proportions rather than numbers. This is because the level of SRH service provision is constantly changing.</p><p>Excludes women where no main method of contraception was recorded during the year.</p><p>Data by local authority will be partly dependent on where services are located. In local authorities where few or no services are located, fewer contacts by residents of those areas would be expected.</p> This indicator is being used as an approximation of the UN SDG Indicator. Where possible, we will work to identify or develop UK data to meet the global indicator specification. This indicator has been identified in collaboration with topic experts.","page_content":"A woman contacting a service multiple times during the year will only be counted once. For details of the methodology used for the choice of contacted see appendix C of the [Sexual and Reproductive Health Services Report](https://files.digital.nhs.uk/B5/D36A42/srh-serv-eng-18-19-app.pdf).","national_metadata_update_url_text":"2021-01-28: see changes on GitHub","national_metadata_update_url":"https://github.com/ONSdigital/sdg-data/commit/d7a1cf5bd4c8b34d196fcd3f609c747085ef81c4","national_data_update_url_text":"2021-01-28: see changes on GitHub","national_data_update_url":"https://github.com/ONSdigital/sdg-data/commit/d7a1cf5bd4c8b34d196fcd3f609c747085ef81c4","indicator":"3.7.1","target_id":"3.7","sdg_goal":"3"}