{"indicator_name":"Total net official development assistance to medical research and basic health sectors","target_name":"Support the research and development of vaccines and medicines for the communicable and non‐communicable diseases that primarily affect developing countries, provide access to affordable essential medicines and vaccines, in accordance with the Doha Declaration on the TRIPS Agreement and Public Health, which affirms the right of developing countries to use to the full the provisions in the Agreement on Trade-Related Aspects of Intellectual Property Rights regarding flexibilities to protect public health, and, in particular, provide access to medicines for all","indicator_number":"3.b.2","csv_size":"74.235 kB","un_designated_tier":"Tier I","un_custodian_agency":"Organisation for Economic Co-operation and Development (OECD)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/?Text=&Goal=3&Target=3.b","goal_meta_link_text":"United Nations Sustainable Development Goals metadata for target 3.b","national_geographical_coverage":"United Kingdom","computation_units":"GBP (£ thousands) and Constant USD ($ thousands)","computation_definitions":"<p>Official Development Assistance (ODA) - resource flows to developing countries and multilateral organisations provided by official agencies (e.g. the UK Government) or their executive agencies. Each transaction is administered for the promotion of the economic development and welfare of developing countries and is concessional in character. More information on ODA can be found on the <a href=\"http://www.oecd.org/development/financing-sustainable-development/development-finance-standards/officialdevelopmentassistancedefinitionandcoverage.htm\">OECD website</a>. ODA recipients are broken down in groups according to their Gross National Income (GNI) per capita.<p>Country income classification - the Development Assistance Committee (DAC) list of countries eligible to receive ODA is based on Gross National Income per capita as published by the <a href=\"https://data.worldbank.org/indicator/NY.GNP.PCAP.CD\">World Bank</a>. All low and middle income countries are included, with the exception of G8 members, EU members, and countries with a firm date for entry into the EU. The list also includes all Least Developed Countries (LDCs) as defined by the <a href = \"https://www.un.org/ohrlls/content/least-developed-countries%20\">United Nations (UN)</a>.<p>LDCs - Least Developed Countries<p>LMICs - Lower-middle Income Countries<p>UMICs - Upper Middle Income Countries<p>Other LICs - Other Low Income Countries<p>Undefined - ODA that cannot be allocated to a single country<p><p> Sector Purpose Codes (CRS codes) - the DAC Secretariat maintains various code lists which are used by donors to report on their aid flows to the DAC databases. In addition, these codes are used to classify information in the DAC databases. This indicator is based on ODA flows grouped under CRS code 12182 (medical research) and all codes in the 122 series (basic health). The sector classification codes can be found on the <a href = \"http://www.oecd.org/dac/stats/purposecodessectorclassification.htm\">OECD website<a/>.","computation_calculations":"The ODA data underlying the United Kingdom Statistics on International Development (SID) was summed around appropriate aid description CRS codes and recipient country income classification. The codes used to measure net ODA to the medical research and basic health sectors were those that sit under the specific CRS code 12182 and Broad Sector Code 122 (which corresponds to all CRS codes in the 122 series). The constant USD conversion was done using methodology specified by the <a href=\"https://www.oecd.org/dac/financing-sustainable-development/development-finance- standards/informationnoteonthedacdeflators.htm\">OECD<a/>. The GBP values were converted with the USD exchange rate for the respective year, and then a deflator with base year 2019 was applied to transform the current USD values to constant 2019 USD values  (see Source 2).","reporting_status":"complete","data_non_statistical":false,"data_footnote":"The values are represented in thousands","graph_type":"line","graph_title":"Net official development assistance to medical research and basic health sectors","data_show_map":false,"data_keywords":"ODA","source_active_1":true,"source_organisation_1":"Foreign, Commonwealth & Development Office (FCDO)","source_periodicity_1":"Annual","source_earliest_available_1":2009,"source_geographical_coverage_1":"United Kingdom","source_url_1":"https://www.gov.uk/government/statistics/statistics-on-international-development-final-uk-aid-spend-2020","source_url_text_1":"Statistics on International Development (SID) Final UK Aid Spend 2020","source_release_date_1":"29/09/2021","source_next_release_1":"Spring 2022","source_statistical_classification_1":"National statistic","source_contact_1":"statistics@fcdo.gov.uk","source_other_info_1":"Latest ODA flows data are obtained from table “Data underlying the SID publication” (see relevant CRS code and BroadSectorCode in National Metadata tab). Previous data (2009 to 2016) are available from [SID for 2017](https://www.gov.uk/government/statistics/statistics-on-international- development-2017)","source_active_2":true,"source_organisation_2":"Organisation for Economic Co-operation and Development (OECD)","source_periodicity_2":"Annual","source_earliest_available_2":1960,"source_geographical_coverage_2":"United Kingdom","source_url_2":"https://www.oecd.org/dac/financing-sustainable-development/development-finance-data/","source_url_text_2":"Development finance data","source_release_date_2":"April 2021","source_next_release_2":"See source link","source_statistical_classification_2":"Official international","source_contact_2":"dac.contact@oecd.org","source_other_info_2":"Data tables section, tables \"Deflators for Resource Flows from DAC Countries (2019=100).xls\" and \"Annual Exchange Rates for DAC Donor Countries from 1960 to 2020.xls\"","source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"indicator_sort_order":"03-bb-02","other_info":"Data follows the UN specification for this indicator. This indicator has not been identified in collaboration with topic experts.","page_content":"","national_metadata_updated_date":"2022-02-11","national_data_updated_date":"2022-02-11","national_metadata_update_url_text":"2022-02-11: see changes on GitHub","national_metadata_update_url":"https://github.com/ONSdigital/sdg-data/commit/6554d11ff75b1849fb7dcac689c03cdaf1a125ed","national_data_update_url_text":"2022-02-11: see changes on GitHub","national_data_update_url":"https://github.com/ONSdigital/sdg-data/commit/6554d11ff75b1849fb7dcac689c03cdaf1a125ed","indicator":"3.b.2","target_id":"3.b","sdg_goal":"3"}