{"indicator_name":"Parity indices (female/male, rural/urban, bottom/top wealth quintile and others such as disability status, indigenous peoples and conflict-affected, as data become available) for all education indicators on this list that can be disaggregated","target_name":"By 2030, eliminate gender disparities in education and ensure equal access to all levels of education and vocational training for the vulnerable, including persons with disabilities, indigenous peoples and children in vulnerable situations","indicator_number":"4.5.1","csv_size":"49.582 kB","indicator_available":"Gender (GPI), Location (LPI), Social Economic Status (SES), Immigration and Language and  Parity indices for educational indicators","un_designated_tier":"Tier I/II depending on indice","un_custodian_agency":"United Nations Educational, Scientific and Cultural Organization (UNESCO)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-04-05-01.pdf","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (PDF 202 KB)","national_geographical_coverage":"United Kingdom","computation_units":"Parity Index","computation_definitions":"Parity indices require data for the specific groups of interest. They represent the ratio of the indicator value for one group to that of the other. Typically, the likely more disadvantaged group is placed in the numerator. A value of exactly 1 indicates parity between the two groups.","computation_calculations":"No calculations were performed in the data acquisition of this indicator as appropriate data was readily available in the final format specified by this indicator. For detail on calculations made prior to acquisition see the <a href='https://unstats.un.org/sdgs/metadata/files/Metadata-04-05-01.pdf'>Global Metadata.</a>","reporting_status":"complete","data_non_statistical":false,"data_footnote":"Several of the GPI and GPIA values are marked 'UIS Estimation' on the source data. Low GPIA values do not represent a property of the GPIA calculation, but are due to low values of the male/female rates. UIS will review these cases in the future.","graph_type":"line","graph_title":"Parity Indices","data_show_map":false,"data_keywords":"Education, Parity index, Gender","source_active_1":true,"source_organisation_1":"United Nations Educational, Scientific and Cultural Organization Institute for Statistics (UNESCO-UIS)","source_periodicity_1":"Discontinuous","source_earliest_available_1":2000,"source_geographical_coverage_1":"United Kingdom","source_url_1":"http://data.uis.unesco.org/","source_url_text_1":"UNESCO Institute for Statistics (UIS) - Sustainable Development Goal 4","source_release_date_1":"15/06/2020","source_next_release_1":"TBA","source_statistical_classification_1":"Non-Official","source_contact_1":"s.voffal@unesco.org","source_active_2":false,"source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"indicator_sort_order":"04-05-01","other_info":"Data follows the UN specification for this indicator. This indicator has been identified in collaboration with topic experts.","page_content":"Parity indices represent the ratio of indicator value for one group to that of the other. For instance, the gender parity index considers the parity between men and women. Typically, the likely more disadvantaged group is placed in the numerator. A value of exactly 1 indicates parity between the two groups.","national_metadata_update_url_text":"2020-10-19: see changes on GitHub","national_metadata_update_url":"https://github.com/ONSdigital/sdg-data/commit/bc036fc4db94a432389933a90ef766932feefd6c","national_data_update_url_text":"2020-10-19: see changes on GitHub","national_data_update_url":"https://github.com/ONSdigital/sdg-data/commit/bc036fc4db94a432389933a90ef766932feefd6c","indicator":"4.5.1","target_id":"4.5","sdg_goal":"4"}