{"indicator_name":"Extent to which (i) global citizenship education and (ii) education for sustainable development are mainstreamed in (a) national education policies; (b) curricula; (c) teacher education; and (d) student assessment","target_name":"By 2030, ensure that all learners acquire the knowledge and skills needed to promote sustainable development, including, among others, through education for sustainable development and sustainable lifestyles, human rights, gender equality, promotion of a culture of peace and non-violence, global citizenship and appreciation of cultural diversity and of culture’s contribution to sustainable development","indicator_number":"4.7.1","csv_size":"0.556 kB","national_indicator_description":"Indicator 4.7.1/12.8.1/13.3.1 measures the extent to which countries mainstream Global Citizenship Education (GCED) and Education for Sustainable Development (ESD) in their education systems.","un_designated_tier":"Tier II","un_custodian_agency":"United Nations Educational, Scientific and Cultural Organization - Institute for Statistics (UNESCO-UIS)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/?Text=&Goal=4&Target=4.7","goal_meta_link_text":"United Nations Sustainable Development Goals metadata for target 4.7","national_geographical_coverage":"England","computation_units":"Index (between 0.000 and 1.000)","computation_definitions":"For each of the four components of the indicator (policies, curricula, teacher education, and student assessment), a number of criteria are measured, which are then combined to give a single score between zero and one for each component. The closer to one the value, the better mainstreamed Global Citizenship Education (GCED) and Education for Sustainable Development (ESD) are in that component.","reporting_status":"complete","data_non_statistical":false,"graph_type":"bar","graph_title":"Extent to which global citizenship education and education for sustainable development are mainstreamed in curricula","graph_titles":[{"series":"Extent to which global citizenship education and education for sustainable development are mainstreamed in curricula","title":"Extent to which global citizenship education and education for sustainable development are mainstreamed in curricula"},{"series":"Extent to which global citizenship education and education for sustainable development are mainstreamed in national education policies","title":"Extent to which global citizenship education and education for sustainable development are mainstreamed in national education policies"},{"series":"Extent to which global citizenship education and education for sustainable development are mainstreamed in student assessment","title":"Extent to which global citizenship education and education for sustainable development are mainstreamed in student assessment"}],"data_show_map":false,"data_keywords":null,"source_active_1":true,"source_organisation_1":"UNESCO’s Sections for Education for Sustainable Development and Global Citizenship and Peace Education.","source_periodicity_1":"The May 2021 data collection round covers 2017-2020.","source_earliest_available_1":2017,"source_geographical_coverage_1":"England","source_url_1":"https://unstats.un.org/sdgs/UNSDG/IndDatabasePage","source_url_text_1":"UN SDG Database","source_release_date_1":"01/07/2021","source_next_release_1":"The next round is due to be collected in 2024 and will be released in 2025.","source_statistical_classification_1":"Official","source_contact_1":"statistics@un.org","source_other_info_1":"<p> England submitted these data to the implementation of the UNESCO 1974 Recommendation concerning Education for International Understanding, Co-operation and Peace and Education relating to Human Rights and Fundamental Freedoms.</p> <p> Data were collected between October 2020 and March 2021. Each point covers the reference period 2017-2020. In practice, countries have most likely reported the most recent situation (i.e. 2020) </p> <p> Data on the extent to which global citizenship education and education for sustainable development are mainstreamed in teacher education are not available. </p>","source_active_2":false,"source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"indicator_sort_order":"04-07-01","other_info":"<p> Information collected with the questionnaire for monitoring the implementation by UNESCO Member States of the 1974 Recommendation concerning Education for International Understanding, Co-operation and Peace and Education relating to Human Rights and Fundamental Freedoms is used for the construction of this indicator. </p> <p> Data follows the UN specification for this indicator. This indicator has been identified in collaboration with topic experts.","page_content":"","national_metadata_updated_date":"2022-02-15","national_data_updated_date":"2022-02-15","national_metadata_update_url_text":"2022-02-15: see changes on GitHub","national_metadata_update_url":"https://github.com/ONSdigital/sdg-data/commit/7c0ed399c3363e87e248c381704324eb9f5c4f66","national_data_update_url_text":"2022-02-15: see changes on GitHub","national_data_update_url":"https://github.com/ONSdigital/sdg-data/commit/7c0ed399c3363e87e248c381704324eb9f5c4f66","indicator":"4.7.1","target_id":"4.7","sdg_goal":"4"}