{"indicator_name":"Volume of official development assistance flows for scholarships by sector and type of study","target_name":"By 2020, substantially expand globally the number of scholarships available to developing countries, in particular least developed countries, small island developing States and African countries, for enrolment in higher education, including vocational training and information and communications technology, technical, engineering and scientific programmes, in developed countries and other developing countries","indicator_number":"4.b.1","csv_size":"34.647 kB","indicator_available":"Gross Official Development Assistance (ODA) for scholarships","national_indicator_description":"Official Development Assistance flows to developing countries quantify the public effort that donors provide to developing countries for scholarships.","un_designated_tier":"Tier I","un_custodian_agency":"Organisation for Economic Co-operation and Development (OECD)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/?Text=&Goal=4&Target=4.b","goal_meta_link_text":"United Nations Sustainable Development Goals metadata for target 4.b","national_geographical_coverage":"United Kingdom","computation_units":"GBP (£ thousands), constant USD ($ thousands) at 2020 prices","computation_definitions":"<p>Official Development Assistance (ODA) - resource flows to developing countries and multilateral organisations provided by official agencies (e.g. the UK Government) or their executive agencies. Each transaction is administered for the promotion of the economic development and welfare of developing countries as its main objective and is concessional in character. More information on ODA can be found on the <a href=\"http://www.oecd.org/development/financing-sustainable-development/development-finance-standards/officialdevelopmentassistancedefinitionandcoverage.htm\">OECD website</a>. ODA\n  recipients are broken down in groups according to their Gross National Income (GNI) per capita.<p>Country income classification - the Development Assistance Committee (DAC) list of countries\neligible to receive ODA is based on Gross National Income per capita as published by the <a\n  href=\"https://data.worldbank.org/indicator/NY.GNP.PCAP.CD\">World Bank</a>. All low and middle income countries are included, with the exception of G8 members, EU members, and countries with a\nfirm date for entry into the EU. The list also includes all Least Developed Countries (LDCs) as\n  defined by the <a href = \"https://www.un.org/ohrlls/content/least-developed-countries%20\">United Nations (UN)</a>.<p>LDCs - Least Developed Countries<p>LMICs - Lower-middle Income\nCountries<p>UMICs - Upper Middle Income Countries<p>Other LICs - Other Low Income Countries<p>Unspecified -\n  ODA that cannot be allocated to a single country<p><p> Sector Purpose Codes (CRS codes) - the DAC Secretariat maintains various code lists which are used by donors to report on\ntheir aid flows to the DAC databases. In addition, these codes are used to classify information in the DAC\n  databases. This indicator is based on gross ODA flows grouped under Type of Aid code E01 (Scholarships/training in donor country) CRS. The sector classification codes can be\nfound on the <a href = \"http://www.oecd.org/dac/stats/purposecodessectorclassification.htm\">OECD website<a/>.","available_disaggregations":"Recipient country income classification, development assistance sector, type of study (for the education sector)","computation_calculations":"<p>The bilateral ODA data underlying the United Kingdom Statistics on International Development (SID) (see Source 1) were filtered for rows where the type of aid was scholarships/training in donor country (code E01). Amount extended was then summed for each SID sector and country income classification. The education sector was further broken down by SectorPurposeText variable. The indicator requires gross disbursements of ODA, so the amount extended value was used to do the sums, rather than the headline ODA value.</p><p>The constant USD conversion was done using methodology specified by the <a href=\"https://www.oecd.org/dac/financing-sustainable-development/development-finance-standards/informationnoteonthedacdeflators.htm\">OECD</a>. The GBP values were converted with the USD exchange rate for the respective year, and then a deflator with base year 2020 was applied to transform the current USD values to constant 2020 USD values  (see Source 2).</p>","reporting_status":"complete","data_non_statistical":false,"graph_type":"line","graph_title":"Gross Official Development Assistance (ODA) for scholarships","data_show_map":false,"data_keywords":"ODA","expected_disaggregations":["Sector","Type of study"],"source_active_1":true,"source_organisation_1":"Foreign, Commonwealth & Development Office (FCDO)","source_periodicity_1":"Annual","source_earliest_available_1":2009,"source_geographical_coverage_1":"United Kingdom","source_url_1":"https://www.gov.uk/government/statistics/statistics-on-international-development-final-uk-aid-spend-2021","source_url_text_1":"Statistics on International Development (SID) Final UK Aid Spend 2021","source_release_date_1":"23/11/2022","source_next_release_1":"Autumn 2023: We plan to update indicator data within 4 months of data being released","source_statistical_classification_1":"National statistic","source_contact_1":"statistics@fcdo.gov.uk","source_other_info_1":"Latest ODA flows data are obtained from table “Data underlying the SID publication”, AmountExtended column for gross disbursements (see relevant codes in National Metadata tab). Previous data (2009 to 2016) are available from [SID for 2017](https://www.gov.uk/government/statistics/statistics-on-international-development-2017)","source_active_2":true,"source_organisation_2":"Organisation for Economic Co-operation and Development (OECD)","source_periodicity_2":"Annual","source_earliest_available_2":1960,"source_geographical_coverage_2":"United Kingdom","source_url_2":"https://www.oecd.org/dac/financing-sustainable-development/development-finance-data/","source_url_text_2":"Development finance data","source_release_date_2":"22/12/2022","source_next_release_2":"See source link: We plan to update indicator data within 4 months of data being released","source_statistical_classification_2":"Official international","source_contact_2":"dac.contact@oecd.org","source_other_info_2":"Data tables section, tables \"Deflators for Resource Flows from DAC Countries (2020=100).xls\" and \"Annual Exchange Rates for DAC Donor Countries from 1960 to 2021.xls\"","source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"indicator_sort_order":"04-bb-01","other_info":"<p>The type of study disaggregation is only available after 2017 because the earlier SID dataset does not contain the CRS descriptive variable used to disaggregate the Education sector.</p> Data follows the UN specification for this indicator. This indicator has been identified in collaboration with topic experts.","page_content":"","national_metadata_updated_date":"2023-03-29","national_data_updated_date":"2023-03-29","target_number":"4.b","goal_number":"4"}