{"indicator_name":"Proportion of women aged 20–24 years who were married or in a union before age 15 and before age 18","target_name":"Eliminate all harmful practices, such as child, early and forced marriage and female genital mutilation","indicator_number":"5.3.1","csv_size":"3.139 kB","indicator_available":"Number of women aged 20 to 24 who have been married by age 17 or by age 18","national_indicator_description":"Number of women aged 20 to 24 (per 1,000 women) who have ever been married by their 17th birthday and  by their 18th birthday.","un_designated_tier":"Tier I","un_custodian_agency":"United Nations Children's Fund (UNICEFF)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/?Text=&Goal=5&Target=5.3","goal_meta_link_text":"United Nations Sustainable Development Goals metadata for target 5.3","national_geographical_coverage":"England and Wales","computation_units":"Rate per 1,000 women","computation_calculations":"The estimated number of women who had ever married by a certain age are based on women born in given years. For example, for every 1,000 women born between 1976 and 1980, 1.4 will have married by their 17th birthday and 4.9 for every 1,000 will have married by their 18th birthday.","reporting_status":"complete","data_non_statistical":false,"graph_type":"line","graph_titles":[{"series":"By age 18","title":"Proportion of women aged 20 to 24 who have ever been married by age 18"},{"series":"By age 17","title":"Proportion of women aged 20 to 24 who have ever been married by age 17"}],"data_show_map":false,"data_keywords":"Demography, Marriage","proxy":"proxy","source_active_1":true,"source_organisation_1":"Office for National Statistics (ONS)","source_periodicity_1":"Annual","source_earliest_available_1":2000,"source_geographical_coverage_1":"England and Wales","source_url_1":"https://www.ons.gov.uk/peoplepopulationandcommunity/birthsdeathsandmarriages/marriagecohabitationandcivilpartnerships/adhocs/1204proportionsofwomenaged20to24yearswhohadevermarriedbyage17andbyage181976to1980to1999to2003","source_url_text_1":"Proportions of women aged 20 to 24 years who had ever married by age 17 and by age 18, 1976 to 1980, to 1999 to 2003","source_release_date_1":"05/06/2023","source_next_release_1":"See source link: We plan to update indicator data within 4 months of data being released","source_statistical_classification_1":"Official Statistic","source_contact_1":"pop.info@ons.gov.uk","source_active_2":false,"source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"indicator_sort_order":"05-03-01","other_info":"<p>Marriages to residents of England and Wales that take place outside of England and Wales are not included. Marriages that take place in England and Wales to non-residents are included. </p> <p> Estimates are based on the population estimates by marital status, specifically the population who are 'never married or civil partnered'. Migrants will be included within these population estimates. Estimates try to indicate behaviour by exact age 18 and by exact age 17 and do not take into account; death, divorce or migration which could occur by age 24. </p> <p>For 2014 marriage statistics onwards, ever married will include people entering into a marriage with either an opposite sex or a same sex partner. Same sex couples converting their civil partnership into a marriage will be included with ever married because previous marital status is unknown; therefore within this table we are assuming a previous marital status (before civil partnership) of never married or civil partnered.  </p> <p> From 27 February 2023, the Marriage and Civil Partnership (Minimum Age) Act 2022 came into effect. This act raised the age of marriage and civil partnership to 18 in England and Wales. This means that people aged 16 to 17 years are no longer able to marry or enter a civil partnership under any circumstances, including with parental or judicial consent from this date. </p>  This indicator is being used as an approximation of the UN SDG Indicator. Where possible, we will work to identify or develop UK data to meet the global indicator specification. This indicator has been identified in collaboration with topic experts.","page_content":"","national_metadata_updated_date":"2023-06-14","national_data_updated_date":"2023-06-06","target_number":"5.3","goal_number":"5","graph_title":"Proportion of women aged 20–24 years who were married or in a union before age 15 and before age 18"}