{"indicator_name":"Proportion of population using (a) safely managed sanitation services and (b) a hand-washing facility with soap and water","target_name":"By 2030, achieve access to adequate and equitable sanitation and hygiene for all and end open defecation, paying special attention to the needs of women and girls and those in vulnerable situations","indicator_number":"6.2.1","csv_size":"97.081 kB","indicator_available":"Proportion of population using (a) safely managed sanitation services","un_designated_tier":"Tier II","un_custodian_agency":"World Health Organisation (WHO), United Nations Children's Fund (UNICEFF)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/?Text=&Goal=6&Target=6.2","goal_meta_link_text":"United Nations Sustainable Development Goals metadata for target 6.2","national_geographical_coverage":"United Kingdom","computation_units":"Percentage (%)","computation_definitions":"<p>Sanitation services are defined as to the management of excreta from the facilities used by individuals, through emptying and transport of excreta for treatment and eventual discharge or reuse.​​​​​​<p> The data follows JMP's five stage sanitation ladder - <p> Open defecation - Disposal of human faeces in fields, forests, bushes, open bodies of water, beaches and other open spaces or with solid waste. <p>Unimproved - Use of pit latrines without a slab or platform, hanging latrines or bucket latrines.<p>Limited -  Use of improved facilities shared between two or more households. <p>Basic  -  Use of improved facilities which are not shared with other households.<p>Safely managed - Use of improved facilities that are not shared with other households and where excreta are safely disposed of in situ or removed and treated offsite.</p>","computation_calculations":"Percentage figures provided in source data.","reporting_status":"complete","data_non_statistical":false,"data_footnote":"Figures are estimated by JMP. Select 'safely managed' from service level drop-down for 'safely managed element' options.","data_start_values":[{"field":"Series","value":"Proportion of population using safely managed sanitation services (%)"},{"field":"Service level","value":"Safely managed service"}],"graph_type":"line","graph_title":"Proportion of population using safely managed sanitation services (%)","data_show_map":false,"data_keywords":"DEFRA, UN Data, wastewater, sewage, water, treatment, environment","source_active_1":true,"source_organisation_1":"WHO/UNICEF Joint Monitoring Programme (JMP) for Water Supply, Sanitation and Hygiene","source_periodicity_1":"Annual","source_earliest_available_1":2000,"source_geographical_coverage_1":"United Kingdom","source_url_1":"https://washdata.org/data/household#!/gbr","source_url_text_1":"JMP Washdata","source_release_date_1":"01/07/2021","source_next_release_1":"01/07/2023","source_statistical_classification_1":"Official international","source_contact_1":"info@washdata.org","source_other_info_1":"View data table and select measure by 'Sanitation' and see 'anaylse by service level', 'analyse by facility type' and 'analyse by safely managed criteria' for data.","source_active_2":false,"source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"indicator_sort_order":"06-02-01","other_info":"<p>Improved sanitation facilities are those designed to hygienically separate excreta from human contact and include - flush/pour flush toilets connected to piped sewer systems, septic tanks or pit latrines; pit latrines with slabs (including ventilated pit latrines), and composting toilets.</p><p> There are 3 main ways to meet the criteria for having a safely managed sanitation service. People should use improved sanitation facilities which are not shared with other households, and the excreta produced should either be - <li>Treated and disposed in situ<li>Stored temporarily and then emptied and treated off-site<li>transported through a sewer with wastewater and then treated off-site</li><p><p>If excreta from improved sanitation facilities are not safely managed, then people using those facilities are classed as having a basic sanitation service. People using improved facilities that are shared with other households are classified as having a basic sanitation service.<p>The data figures are estimated by JMP, drawing from a range of different data sources. Such as, representative household surveys, population and housing censuses, administrative data and service provider data. For further information on JMP data collection and methods for this indicator, please see <a href=\"https://washdata.org/monitoring/methods/data-sources\">JMP monitoring</a>. At present, UK data does not account for homeless rough sleepers.</p>No national data are currently available for indicator 6.2.1 (b) 'Proportion of population with handwashing facilities with soap and water available at home'.</p> Data follows the UN specification for this indicator. This indicator has been identified in collaboration with topic experts.","page_content":"","national_metadata_updated_date":"2022-02-03","national_data_updated_date":"2022-02-03","national_metadata_update_url_text":"2022-02-03: see changes on GitHub","national_metadata_update_url":"https://github.com/ONSdigital/sdg-data/commit/87b758295dc768b6b4af116733662e6e098eb982","national_data_update_url_text":"2022-02-03: see changes on GitHub","national_data_update_url":"https://github.com/ONSdigital/sdg-data/commit/87b758295dc768b6b4af116733662e6e098eb982","indicator":"6.2.1","target_id":"6.2","sdg_goal":"6"}