{"indicator_name":"Level of water stress: freshwater withdrawal as a proportion of available freshwater resources","target_name":"By 2030, substantially increase water-use efficiency across all sectors and ensure sustainable withdrawals and supply of freshwater to address water scarcity and substantially reduce the number of people suffering from water scarcity","indicator_number":"6.4.2","csv_size":"6.134 kB","un_designated_tier":"Tier I","un_custodian_agency":"Food and Agriculture Organization of the United Nations (FAO)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/?Text=&Goal=6&Target=6.4","goal_meta_link_text":"United Nations Sustainable Development Goals metadata for target 6.4","national_geographical_coverage":"United Kingdom","computation_units":"Percentage (%)","computation_definitions":"<p>Level of water stress is an estimate of pressure from all sectors on the country’s renewable freshwater resources. Established as the ratio between total freshwater withdrawn by all major sectors and total renewable freshwater resources, after taking into account environmental flow requirements. Major sectors are defined as agriculture, forestry and fishing, manufacturing, electricity industry, and services. </p><p>Above 25% of water stress, four classes have been identified to signal different levels of stress severity;</p><p>- No stress <25%</p><p> - Low 25% - 50%</p><p>- Medium 50% - 75%</p><p>- High 75-100%</p><p>- Critical >100%</p>","computation_calculations":"No calculations were performed in the data acquisition of this indicator as appropriate data was readily available in the final format specified by this indicator.","reporting_status":"complete","data_non_statistical":false,"data_footnote":"Estimate either calculated as sum or identify (yield) from official values or from an AQUASTAT estimation","graph_type":"line","data_show_map":false,"data_keywords":"Water","source_active_1":true,"source_organisation_1":"Aquastat","source_periodicity_1":"Annual","source_earliest_available_1":1980,"source_geographical_coverage_1":"United Kingdom","source_url_1":"http://www.fao.org/aquastat/statistics/query/results.html","source_url_text_1":"AQUASTAT database","source_release_date_1":"04/10/2021","source_next_release_1":"TBC: We plan to update indicator data within 4 months of data being released","source_statistical_classification_1":"Official international","source_contact_1":"aquastat@fao.org","source_other_info_1":"See 'Pressure on water resources (includes data for SDG 6.4)' and 'United Kingdom' for data table","source_active_2":false,"source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"indicator_sort_order":"06-04-02","other_info":"<p>A Low-level of water stress indicates the withdrawal of freshwater by sector is marginal compared to available resources.<p>High-level water stress indicates the combined withdrawal by sectors reflects a substantial share of total freshwater  resources. Creating potential domino impacts on sustainability and competition between users. <p> This indicator is also known as water withdrawal intensity.<p> Data follows the UN specification for this indicator. This indicator has not been identified in collaboration with topic experts.","page_content":"","national_metadata_updated_date":"2023-03-06","national_data_updated_date":"2023-02-22","graph_limits":[{"unit":"Percentage (%)","minimum":0,"maximum":100}],"target_number":"6.4","goal_number":"6","graph_title":"Level of water stress: freshwater withdrawal as a proportion of available freshwater resources"}