{"indicator_name":"Change in the extent of water-related ecosystems over time","target_name":"By 2020, protect and restore water-related ecosystems, including mountains, forests, wetlands, rivers, aquifers and lakes","indicator_number":"6.6.1","csv_size":"653.327 kB","indicator_available":"Change in the extent of open and groundwater water over time","national_indicator_description":"<p><b>Open water area</b> - Open water area includes large lakes, rivers, estuaries and artificial waterbodies. The data presented for this series has been constrained to official high-water mark boundaries, which helps ensure that coastal water is not included in estimates. Measures therefore differ slightly to those on the <a href=\"https://www.sdg661.app/\">Freshwater Ecosystems Explorer</a>, a Global Surface Water Explorer (GSWE) platform for presenting data specifically for this indicator. See Other Information for more details.</p><p><b>Reservoir area</b> and <b>Wetlands area</b> - Reservoirs and wetlands are a subset of open water bodies. Data are taken from the GSWE with no further constraints applied.</p><p><b>Nationally derived quantity of groundwater</b> - Percentage change in groundwater level over time, of major groundwater aquifers. Data are provided by the British Geological Society (BGS).</p><p><b>Lake water quality</b> - Turbidity and trophic state of 22 large UK water bodies. Data are taken from the GSWE.</p>","un_designated_tier":"Tier I","un_custodian_agency":"UN Environment (UNEP), Ramsar","goal_meta_link":"https://unstats.un.org/sdgs/metadata/?Text=&Goal=6&Target=6.6","goal_meta_link_text":"United Nations Sustainable Development Goals metadata for target 6.6","national_geographical_coverage":"United Kingdom","computation_units":"Percentage (%), Percentage change (%) and Square kilometres (km²)","computation_definitions":"<p>Extent - As used in the title of this indicator, 'extent' is expanded beyond spatial extent to capture additional basic parameters needed for the protection and restoration of water-related ecosystems. Extent includes three components - the spatial extent or surface area, the quality, and the quantity of water-related ecosystems.</p><p>Open water body area - Area of surface water unobstructed by aquatic vegetation. This includes the following 3 water-related ecosystem categories - rivers and estuaries, lakes, and artificial waterbodies. <p>Permanent water - Area that is under water throughout the year.</p><p>Seasonal water - Area that is under water for less than 12 months a year.</p><p>Ephemeral water -Area that is episodically under water in different years.</p><p>HydroBASINS - A series of polygon layers that depict watershed boundaries at a global scale. They use the Pfafstetter coding system, which allows for analysis of catchment topology. Catchments  can be broken down  into smaller sub-basins; with each subdivision, the Pfafstetter level increases. Here, a Pfafstetter level of 6 was used, giving us data for 38 catchments across the UK.</p><p>Lake water quality - Turbidity and trophic state of 22 UK water bodies. For the UK, this includes one estuary (the Humber Estuary)</p><p>Turbidity -  An indicator of water clarity, quantifying the haziness of the water and acting as an indicator of underwater light availability.</p><p></p>Trophic State - The degree to? which organic matter accumulates in the water body. Trophic state is most commonly used in relation to monitoring eutrophication.</p><p>Deviation level - Deviation in water quality from values measured over a five-year baseline (2006 to 2010) - Low (0 to 25%), Medium (25 to 50%), High (50 to 75%), and Extreme (75% to 100%).</p><p>Reservoir area - Area of artificial (or human-made) bodies of freshwater, as opposed to lakes which are naturally occurring. Reservaoir area is also included under open water area.<p>Minimum water area extent - The lowest observed (minimum) surface area of reservoirs in a year (intra-annual measurement).</p><p>Maximum water area extent -The highest observed (maximum) surface area of reservoirs in a year (intra-annual measurement)</p><p>Wetland area - Surface area of a specific group of inland vegetated wetlands typologies; areas of marshes, peatlands, swamps, bogs and fens, the vegetated parts of floodplains as well as rice paddies and flood recession agriculture. Some wetland area will be included in open water area, particularly in seasonal water.</p>","available_disaggregations":"<p>Open water area is broken down by water type - permanent, seasonal, and ephemeral</p><p>Open water and Nationally derived groundwater level are both broken down by geography (HydroBASISNS). Each HydroBASISNS starts with a unique HydroBASINS code, which is followed with a description of where the basin is. This description is not an official part of the HydroBASINS name.</p><p>Lake water quality is broken down into two quality measures - turbidity and trophic state. These are further broken down into how much deviation there was from 2006 to 2010 baseline values (Deviation level).</p><p>Reservoir area is broken down into minimum and maximum area extents.</p>","computation_calculations":"<p> <b>Open water area</b><p>Proportion of area = (spatial extent / land area) x 100</p><p>Percent change in spatial extent from baseline = ((average spatial extent of 5 year period - average spatial extent from 2001-2005) / average spatial extent from 2001-2005) x 100</p><p>Code for extracting data from the Global Surface Water Explorer and aggregating water to UK boundaries and HydroBasins can be found in the <a href=\"https://github.com/datasciencecampus/sdg_661_analysis_and_reporting\">Data Science Campus GitHub</a></p><p><b>Groundwater </b></p><p>Percent change in groundwater level = ((average ground water of 5 year period - average groundwater level from 1990-1994) / average spatial extent from 1990-1994) x 100</p><p> Average % change across hydrobasins = (sum of percent change in groundwater level from all groundwater stations)/ total number of ground water stations * 100</p><p><b>Other series</b></p><p>No calculations on the source data were required.</p>","reporting_status":"complete","data_non_statistical":false,"graph_type":"line","graph_titles":[{"series":"Open water area","title":"Change in open water body extent overtime"},{"series":"Nationally derived quantity of groundwater","title":"Percentage change in quantity of groundwater overtime"},{"series":"Lake water quality","title":"Percentage change in lake water quality overtime"},{"series":"Reservoir area","title":"Change in reservoir area overtime"},{"series":"Wetlands area","title":"Change in wetlands area overtime"}],"data_show_map":false,"data_keywords":null,"source_active_1":true,"source_organisation_1":"European Commission's Joint Research Centre, UN Environment, and Google","source_periodicity_1":"Annual","source_earliest_available_1":1984,"source_geographical_coverage_1":"United Kingdom","source_url_1":"https://global-surface-water.appspot.com/","source_url_text_1":"Global Surface Water Explorer (GSWE)","source_next_release_1":"TBC","source_statistical_classification_1":"Non-official","source_contact_1":"jrc-surfacewater@ec.europa.eu","source_other_info_1":"<p>Specific data for this indicator have been aggregated to HydroBASINs Pfaffstetter level 6 using official UK boundaries. The data shown for this indicator and the code used to produce them can be found on the ONS <a href=\"https://github.com/datasciencecampus/sdg_661_analysis_and_reporting\"> Data Science Campus Github</a>.</p><p>GSWE methodology - Jean-Francois Pekel, Andrew Cottam, Noel Gorelick, Alan S. Belward, High-resolution mapping of global surface water and its long-term changes. Nature 540, 418-422 (2016). (doi:10.1038/nature20584)</p>","source_active_2":true,"source_organisation_2":"British Geological Survey (BGS)","source_periodicity_2":"Annual","source_earliest_available_2":1990,"source_geographical_coverage_2":"United Kingdom","source_url_2":"https://www2.bgs.ac.uk/nationalgeosciencedatacentre/citedData/catalogue/ff1a56d7-7b68-4006-a7f2-45cfe4fd66ae.html","source_url_text_2":"BGS sub-indicator groundwater","source_release_date_2":"28/10/2021","source_next_release_2":"TBC","source_statistical_classification_2":"Non-official","source_contact_2":"jpb@bgs.ac.uk","source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"indicator_sort_order":"06-06-01","other_info":"<p>Please note, data from the lake water quality, reservoir, open water and wetlands series all use data derived from the Global Surface Water Explorer (GSWE). However, the 'Open water area' series data has undergone further refinement to ensure costal water is not included in the estimate. Therefore, values differ to those on GSWE. See below for further information on the Open water series methodology.</p><p><b>Open water area</b></p><p>Please see the blog <a href=\"https://datasciencecampus.ons.gov.uk/using-satellite-imagery-to-report-changes-to-water-bodies-for-sdg-6-6-1\">Using satellite imagery to report changes to water bodies for SDG 6.6.1</a> for more information on this indicator.</p><p>Data for open water is derived from Earth Observation data (from the Landsat satellite programme). The resolution used does not pick up smaller waterbodies (including, small lakes, rivers and streams). These data can be downloaded from the Global Surface Water Explorer (GSWE).</p><p>The data presented here have been constrained to official high-water mark boundaries, which helps to ensure that costal water is not included in estimate. Measures therefore differ slightly to those on <a href=\"https://www.sdg661.app/\">Freshwater Ecosystems Explorer</a>, a GSWE platform for presenting data specifically for this indicator.</p><p>Persistent cloud cover can impact the quality of data collection. Anomalous years (likely due to cloud cover - 1994 to 1998 and 2004 to 2009) have therefore been excluded from the data presented here, with the exception of the baseline. The baseline period of 2001 to 2005 includes the anomalous years 2004 and 2005. To mitigate the impact of variable cloud cover, the modal value of each pixel across the baseline years has been used to calculate the average spatial extent in the baseline period. Further details on the source data and mitigating the impacts of these anomalous periods is provided in the <a href=\"https://datasciencecampus.ons.gov.uk/projects/quality- and-methodology-extent-and-change-of-surface-water-statistics\">Data Science Campus Quality and Methodology document</a>.</p><p>HydroBASIN catchments are identified with numbers, however we have added descriptive names to each catchment in the dropdown menu - these are not official names. Work is in progress to provide interactive maps. While these are not yet available here, they can be viewed in the blog <a href=\"https://datasciencecampus.ons.gov.uk/using-satellite-imagery-to-report-changes-to-water-bodies-for-sdg-6-6-1\">Using satellite imagery to report changes to water for SDG 6.6.1</a>.</p><p><b>Groundwater</b></p><p>Groundwater level data is obtained from BGS WellMaster database, derived from 154 groundwater level monitoring stations to provide groundwater estimates for 19 of the 34 HydroBasins in the UK. HydroBasin catchments are identified with numbers, however descriptive name have been added to the dropdown menu, these are not official names.</p><p>The chosen five-year reference period for the analysis is 1990 to 1994. Values greater than 100% imply average groundwater levels have risen since the period 1990 to 1994, while values less than 100% imply falling levels.</p><p>The data monitored by measuring authorities in each nation (EA, SEPA, NRW, DAERA) are passed to BGS periodically. All chosen sites have the following - monitoring frequencies of greater than one observation a month, are monitoring boreholes where groundwater levels are not systematically affected by abstraction, and are representative of local and regional groundwater systems.</p><p>Raw data is quality assured by measuring authority and are expected to be accurate to less than +/- 0.01 metre for data collected since 1990. On receipt by BGS an additional check is made to ensure all values fall within expected hydrogeologicaly plausible ranges.</p><p>Please note, the headline figure for UK show average percentage change across hydrobasins for which values are available (not all hydrobasins are represented), not the % change across hydrobasins.</p><p><b>Reservoir</b></p><p>It is recognised that reservoirs are not traditional water ecosystems that necessarily warrant protection and restoration, but many countries hold a noteworthy amount of freshwater and thus has been included. Thereby, including data on reservoirs countries can better understand changes occurring to artificial water bodies in conjunction with changes occurring to natural waterbodies.</p><p>The reservoirs dataset is derived from GSWE, with 2000 to 2004 being the chosen baseline period. See<a href=\"https://map.sdg661.app/\"> Freshwater Ecosystems Explorer</a> for further information.<p></p><b>Lake water quality</b></p><p>Turbidity is derived from suspended solids concentration estimated and tropphic state index comes from phytoplankton biomass by proxy of cholorphyll-a</p><p>The chosen baseline period is 2006 to 2010 and includes five monthly averages across the five years of observation for this period. From theses five years of data, 12 monthly averages (one for each month of the year) for trophic and turbidity were derived. A further set of observations were then used to calculate change from baseline. These monthly data comprise years 2017 to 2019. Lake quality percentages can be classified as; 0 to 25% (low), 25 to 50% (medium), 50 to 75% (high) and 75 to 100% (extreme). A lake is catergorised as being 'affected' when the value for turbidity/trophic state exceeds 50%, when compared to the lakes baseline value.</p><p>Products in period 2006 to 2010 are based on observations from the Meris sensor, whereas 2017 to 2019 used OCLI sensors. Most accurate water quality sensors have 250 to 350 metre resolutions, while less accurate sensors detect turbidity/trophic state changes to 100m resolution. Land/water buffer maps as well as ice maps were applied to improve accuracy of the data.</p><p>Please note, the data is not informing whether a lake is considered to be good/bad quality, only that a lake water event has occurred and been recorded. Also, turbidity and trophic state are an indirect indication for water quality, but do perform a successful proxy role. A more detailed methodology is available to download at <a href=\"https://www.sdg661.app/\">GSWE</a>.</p> Data follows the UN specification for this indicator. This indicator has been identified in collaboration with topic experts.","page_content":"","national_metadata_updated_date":"2022-02-09","national_data_updated_date":"2022-02-09","national_metadata_update_url_text":"2022-02-09: see changes on GitHub","national_metadata_update_url":"https://github.com/ONSdigital/sdg-data/commit/bc55b9b30b4908c1f69f36f8dcbbd5dc90ae2e2c","national_data_update_url_text":"2022-02-09: see changes on GitHub","national_data_update_url":"https://github.com/ONSdigital/sdg-data/commit/bc55b9b30b4908c1f69f36f8dcbbd5dc90ae2e2c","indicator":"6.6.1","target_id":"6.6","sdg_goal":"6","graph_title":"Change in the extent of water-related ecosystems over time"}