{"indicator_name":"Change in the extent of water-related ecosystems over time","target_name":"By 2020, protect and restore water-related ecosystems, including mountains, forests, wetlands, rivers, aquifers and lakes","indicator_number":"6.6.1","csv_size":"602.299 kB","indicator_available":"Change in the extent of open water over time","national_indicator_description":"Data are presented for open water (large lakes, rivers, estuaries and artificial waterbodies). Water body type is not yet included as a disaggregation. This forms part of sub-indicator 1 -  spatial extent of water related ecosystems.","un_designated_tier":"Tier I","un_custodian_agency":"UN Environment (UNEP), Ramsar","goal_meta_link":"https://unstats.un.org/sdgs/metadata/?Text=&Goal=6&Target=6.6","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (PDF 4.0 MB)","national_geographical_coverage":"UK","computation_definitions":"<p>Permanent water - area that is under water throughout the year</p><p>Seasonal water - area that is under water for less than 12 months a year</p><p>Ephemeral water - area that is episodically under water in different years</p><p>HydroBASINS - a series of polygon layers that depict watershed boundaries at a global scale. They use the Pfafstetter coding system, which allows for analysis of catchment topology. Catchments  can be broken down  into smaller sub-basins; with each subdivision, the Pfafstetter level increases. Here, a Pfafstetter level of 6 was used, giving us data for 38 catchments across the UK.","computation_calculations":"<p>Proportion of area = (spatial extent / land area) x 100</p><p>Percent change in spatial extent from baseline = ((average spatial extent of 5 year period - average spatial extent from 2001-2005) / average spatial extent from 2001-2005) x 100</p><p>Code for extracting data from the Global Surface Water Explorer and aggreating water to UK boundaries and HydroBasins can be found in the <a href=\"https://github.com/datasciencecampus/sdg_661_analysis_and_reporting\">Data Science Campus GitHub</a>","reporting_status":"complete","data_non_statistical":false,"graph_type":"line","graph_title":"Change in the extent of open water over time","data_show_map":false,"data_keywords":null,"source_active_1":true,"source_organisation_1":"European Commission's Joint Research Centre, UN Environment, and Google","source_periodicity_1":"Annual","source_earliest_available_1":1984,"source_geographical_coverage_1":"UK","source_url_1":"https://global-surface-water.appspot.com/","source_url_text_1":"Global Surface Water Explorer (GSWE)","source_statistical_classification_1":"Non-official","source_contact_1":"jrc-surfacewater@ec.europa.eu","source_other_info_1":"<p>Specific data for this indicator have been aggregated to HydroBASINs Pfaffstetter level 6 using official UK boundaries. The data shown for this indicator and the code used to produce them can be found on the ONS <a href=\"https://github.com/datasciencecampus/sdg_661_analysis_and_reporting\"> Data Science Campus Github</a>.</p><p>GSWE methodology - Jean-Francois Pekel, Andrew Cottam, Noel Gorelick, Alan S. Belward, High-resolution mapping of global surface water and its long-term changes. Nature 540, 418-422 (2016). (doi:10.1038/nature20584)</p>","source_active_2":false,"source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"indicator_sort_order":"06-06-01","data_start_values":[{"field":"Units","value":"Proportion of land area (%)"},{"field":"Water type","value":"Permanent"}],"other_info":"<p>Please see the blog <a href=\"https://datasciencecampus.ons.gov.uk/using-satellite-imagery-to-report-changes-to-water-bodies-for-sdg-6-6-1\">Using satellite imagery to report changes to water bodies for SDG 6.6.1</a> for more information on this indicator.</p><p>Data for spatial extent and change of inland lake and reservoir open waters is derived from Earth Observation data (from the Landsat satellite programme). The resolution used does not pick up smaller waterbodies (including small lakes, rivers and streams). These data can be downloaded from the Global Surface Water Explorer (GSWE).</p><p>The data presented here have been constrained to official high-water mark boundaries, which helps ensure that coastal water is not included in estimates. Measures therefore differ slightly to those on the <a href=\"https://www.sdg661.app/\">Freshwater Ecosystems Explorer</a>, a GSWE platform for presenting data specificaly for this indicator.</p><p>Persistent cloud cover can impact the quality of data collection. Anomolous years (likely due to cloud cover - 1994-1998 and 2004-2009) have therefore been excluded from the data presented here, with the exception of the baseline. The baseline period of 2001-2005 includes the anomolous years 2004 and 2005. To mitigate the impact of variable cloud cover, the modal value of each pixel across the baseline years has been used to calculate the average spatial extent in the baseline period. Further details on the source data and mitigating the impacts of these anomalous periods is provided in the <a href=\"https://datasciencecampus.ons.gov.uk/projects/quality-and-methodology-extent-and-change-of-surface-water-statistics\">Data Science Campus Quality and Methodology document</a>.</p><p>HydroBASIN catchments are identified with numbers, however we have added descriptive names to each catchment in the dropdown menu - these are not official names. Work is in progress to provide interactive maps. While these are not yet available here, they can be viewed in the blog<a href=\"https://datasciencecampus.ons.gov.uk/using-satellite-imagery-to-report-changes-to-water-bodies-for-sdg-6-6-1\">Using satellite imagery to report changes to water bodies for SDG 6.6.1</a>.</p>  Data follows the UN specification for this indicator. This indicator has been identified in collaboration with topic experts.","page_content":"","national_metadata_update_url_text":"2020-11-26: see changes on GitHub","national_metadata_update_url":"https://github.com/ONSdigital/sdg-data/commit/b87c4505d789e6b86bc6966c14f81e4938ac19f9","national_data_update_url_text":"2020-11-26: see changes on GitHub","national_data_update_url":"https://github.com/ONSdigital/sdg-data/commit/b87c4505d789e6b86bc6966c14f81e4938ac19f9","indicator":"6.6.1","target_id":"6.6","sdg_goal":"6"}