{"indicator_name":"Level of national compliance with labour rights (freedom of association and collective bargaining) based on International Labour Organization (ILO) textual sources and national legislation, by sex and migrant status","target_name":"Protect labour rights and promote safe and secure working environments for all workers, including migrant workers, in particular women migrants, and those in precarious employment","indicator_number":"8.8.2","csv_size":"1.656 kB","indicator_available":"Level of national compliance of labour rights (freedom of association and collective bargaining) based on International Labour Organization (ILO) textual sources and national legislation","national_indicator_description":"The indicator measures the level of national compliance with fundamental rights at work (freedom of association and collective bargaining rights) based on six international ILO supervisory body textual sources and also on national legislation. Indicator scores are obtained from the coding of textual sources against a list of evaluation criteria (see <a href='https://unstats.un.org/sdgs/metadata/?Text=&Goal=8&Target=8.8'>global metadata</a> for further details).","un_designated_tier":"Tier II","un_custodian_agency":"International Labour Organization (ILO)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/?Text=&Goal=8&Target=8.8","goal_meta_link_text":"United Nations Sustainable Development Goals metadata for target 8.8","national_geographical_coverage":"United Kingdom","computation_units":"Score","computation_definitions":"<p>Freedom of association and collective bargaining rights - The principles of freedom of association and collective bargaining (FACB) are and have long been at the core of the ILO’s normative foundations. These foundations have been established in the ILO’s Constitution (1919), the ILO Declaration of Philadelphia (1944), in two key ILO Conventions (namely the Freedom of Association and Protection of the Right to Organise Convention, 1948 (No. 87) and the Right to Organise and Collective Bargaining Convention, 1949 (No. 98)) and the ILO Declaration on Fundamental Principles and Rights at Work (1998). They are also rights proclaimed in the Universal Declaration of Human Rights (1948) and other international and regional human rights instruments. With the adoption of the 1998 ILO Declaration, the promotion and realization of these fundamental principles and rights also became a constitutional obligation of all ILO member States.</p><p>","computation_calculations":"No calculations were performed in the data acquisition of this indicator as appropriate data was readily available in the final format specified by this indicator. For further details of how the scores were calculated by the source, please see section 4.c Method of computation of the <a href='https://unstats.un.org/sdgs/dataportal/SDMXMetadataPage?8.8.2-SL_LBR_NTLCPL'>source metadata</a>. This method produces a normalised score ranging in value from 0 - 10, the best and worst possible scores respectively.","reporting_status":"complete","data_non_statistical":false,"data_footnote":"Scores for this indicator range from 0 to 10, with 0 being the best possible score (indicating higher levels of compliance with FACB rights) and 10 being the worst score (indicating lower levels of compliance with FACB rights).","graph_type":"line","graph_title":"Level of national compliance with labour rights (freedom of association and collective bargaining) based on International Labour Organization (ILO) textual sources and national legislation","data_keywords":"labour; rights; legislation","expected_disaggregations":["Sex","Migrant status"],"source_active_1":true,"source_organisation_1":"United Nations SDG Global database (UNSDG)","source_periodicity_1":"Annual","source_earliest_available_1":2015,"source_geographical_coverage_1":"United Kingdom","source_url_1":"https://unstats.un.org/sdgs/dataportal/database","source_url_text_1":"United Nations SDG Indicators Database","source_release_date_1":"10/07/2023","source_next_release_1":"See source link: We plan to update indicator data within 4 months of data being released","source_statistical_classification_1":"Official international","source_contact_1":"statistics@un.org","source_other_info_1":"To navigate to the data select '8.8.2' from the Data Series, and 'United Kingdom of Great Britain and Northern Ireland' from Countries, then click 'Show table'. Download the available excel file, and navigate to the tab entitled \"Record format\".","source_active_2":false,"source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"indicator_sort_order":"08-08-02","other_info":"<p>Data collection for this indicator is carried out by the International Labour Organization (ILO) and is based on the coding of relevant textual sources against a list of evaluation criteria (see Table 1 of the <a href='https://www.ilo.org/wcmsp5/groups/public/---dgreports/---stat/documents/meetingdocument/wcms_648636.pdf'>Resolution concerning the methodology of the SDG indicator 8.8.2 on labour rights</a> publication) and then converting the coding into indicators. The method makes use of six ILO textual sources: (1) Reports of the Committee of Experts on the Application of Conventions and Recommendations; (2) Reports of the Conference Committee on the Application of Standards; (3) Country Baselines Under the ILO Declaration Annual Review; (4) Representations under Article 24 of the ILO Constitution; (5) Complaints under Article 26 of the ILO Constitution; (6) Report on the Committee on Freedom of Association.</p><p>For non-ratifying countries, the method also codes relevant national legislation with the goal to offset information asymmetries between ratifying and non-ratifying countries as regards FACB rights in law. Ratifying countries are defined as those that have ratified both Conventions 87 and 98, in which case its national legislation is not coded. Non-ratifying countries, on the other hand, fall into two categories, those that have ratified neither 87 nor 98 and those that have ratified only one of these Conventions. If a country has ratified only 87, its national legislation is coded for violations pertaining to 98, as violations under 87 fall under the remit of the ILO’s Committee of Experts as well as Committee on the Application of Standards. Similarly, if a country has ratified only 98, its national legislation is coded for violations pertaining to 87.</p><p>The coding of national legislation is carried out in close collaboration with the International Labour Office to ensure that it is done in a manner consistent with the ILO’s supervisory system. In addition, countries may also make available information on national legislation when reporting on this indicator through Voluntary National Reports or national reporting platforms or any other national reports.</p><p>Please note that although the data presented on this page are provided by the UN and match the <a href='https://unstats.un.org/sdgs/metadata/?Text=&Goal=8&Target=8.8'>global metadata</a>, the data are estimated.</p><p> Data follows the UN specification for this indicator. This indicator has not been identified in collaboration with topic experts.","page_content":"","national_metadata_updated_date":"2023-07-24","national_data_updated_date":"2023-07-19","target_number":"8.8","goal_number":"8"}