{"indicator_name":"Fatal and non-fatal occupational injuries per 100,000 workers, by sex and migrant status","target_name":"Protect labour rights and promote safe and secure working environments for all workers, including migrant workers, in particular women migrants, and those in precarious employment","indicator_number":"8.8.1","csv_size":"92.111 kB","indicator_available":"Rates of fatal and non-fatal occupational injuries (excluding injuries arising from road traffic accidents)","national_indicator_description":"Rates of fatal work-related injuries per 100,000 workers (employees and self-employed) and rates of self-reported workplace non-fatal injury (per 100,000 workers). This differs from the UN metadata as injuries from road traffic accidents are not included. In addition, data are not broken down by migrant status.","un_designated_tier":"Tier II","un_custodian_agency":"International Labour Organization (ILO)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/?Text=&Goal=8&Target=8.8","goal_meta_link_text":"United Nations Sustainable Development Goals metadata for target 8.8","national_geographical_coverage":"Great Britain","computation_units":"Rate per 100,000 workers","computation_definitions":"<p>Occupational injury - Any personal injury resulting from an occupational accident.</p><p>Fatal occupational injury - An occupational injury leading to death within one year of the day of the occupational accident.</p>","available_disaggregations":"<p>Fatal and non-fatal injuries are broken down by country and regions of England, sex, age, sex by age, and industry sector. Non-fatal injuries are additionally broken down by occupation.</p><p>For fatal injuries, country/region reflects the location of where the injury occurred; for non-fatal injuries country/region reflects the injured person’s usual place of residence. It should be noted that country and regional differences in injury rates are strongly affected by differences in employment profiles.</p><p>For fatal injuries, disaggregated breakdowns by age, sex and country/region are presented from 2014/15 onwards, and industry breakdowns are presented from 2004/05. Please note, data on fatal injuries by age are available at a more disaggregated breakdown than non-fatal injuries.</p><p>For non-fatal injuries, breakdowns are presented as non-overlapping 3-year periods, from 2001/02 to 2003/04  (displayed as 2002/03) onwards. The exception is occupational breakdowns, which use different 3-year periods, as data is available from 2002/03 to 2004/05 (displayed as 2003/04) to 2017/18 to 2019/20 (displayed as 2018/19).</p><p>For non-fatal injuries, industry and occupation data is restricted to the current or most recent job as information is not available for previously held jobs.</p><p>Industry sector is based on <a href=\"https://www.ons.gov.uk/methodology/classificationsandstandards/ukstandardindustrialclassificationofeconomicactivities/uksic2007\">Standard Industrial Classification (SIC 2007) codes</a>, with more information available in the source data. This is the current system used in UK official statistics for classifying businesses by type of activity they are engaged in. Please note, for the fatal injury data, agriculture, forestry and fishing does not include sea fishing.</p><p>Occupation is based on <a href=\"https://www.ons.gov.uk/methodology/classificationsandstandards/standardoccupationalclassificationsoc/soc2010\">Standard Occupation Codes (SOC2010)</a>. This is the system used in UK official statistics for classifying workers by the type of job they are engaged in.</p><p>Non-fatal injury rates are not provided for groups where sample numbers are too small to provide reliable estimates.</p><p>","computation_calculations":"Data is presented in the same format as in the source data. Rates have been calculated in the source data by dividing the number of workers in the reference group with an injury (fatal or non-fatal) by the employment total.  This is then multiplied by a factor of 100,000 to give a rate per 100,000 workers, in line with international standards. More details can be found in the source data (see 'Sources' tab).","reporting_status":"complete","data_non_statistical":false,"data_footnote":"<p>1. Estimates of fatal injuries for 2021/22 are provisional. </p><p>2. The rate of fatal injury for some of the detailed groupings are based on small numbers and are susceptible to considerable year-on-year variation.</p><p>3. Non-fatal injury estimates are based on the Labour Force Survey and are subject to sampling uncertainty. Details, in the form of 95% confidence intervals, can be found in the source data (see 'Sources' tab below).</p><p>4. The breakdowns of non-fatal injury rates by age, sex, country, English regions, industry sector and occupation are averaged over non-overlapping 3 year periods to enable a large enough sample size. For example, 2001/02 to 2003/04 figures are displayed at the mid-year point (2002/03). Estimates where numbers are too small to provide reliable estimates are not shown. </p><p>5.Data for 2019/20, 2020/21 and 2021/22 are impacted by the coronavirus (COVID-19) pandemic and the government’s response. This has contributed to a discontinuity in the injury rates series (marked by the dotted line in the chart above). This line indicates both a discontinuity between data for these years and earlier years, and a discontinuity in data between these 3 years themselves. See Other Information below for more details.</p>","graph_type":"line","graph_titles":[{"series":"Fatal injury","title":"Rate of fatal occupational injuries (excluding injuries arising from road traffic accidents) per 100,000 workers, Great Britain (Data for 2019/20-2021/22 is impacted by coronavirus pandemic, indicated by a discontinuity line on the chart [Note 5])"},{"series":"Non-fatal injury","title":"Rate of non-fatal occupational injuries (excluding injuries arising from road traffic accidents) per 100,000 workers, Great Britain (Data for 2019/20-2021/22 is impacted by coronavirus pandemic, indicated by a discontinuity line on the chart [Note 5])"}],"data_show_map":false,"data_keywords":null,"expected_disaggregations":["Sex","Migrant status"],"source_active_1":true,"source_organisation_1":"Health and Safety Executive (HSE)","source_periodicity_1":"Annual","source_earliest_available_1":1974,"source_geographical_coverage_1":"Great Britain","source_url_1":"https://www.hse.gov.uk/statistics/tables/index.htm#riddor","source_url_text_1":"Fatal injuries in the workplace","source_release_date_1":"23/11/2022","source_next_release_1":"See source link: We plan to update indicator data within 4 months of data being released","source_statistical_classification_1":"National Statistic","source_contact_1":"Statistics-Request.Team@hse.gov.uk","source_other_info_1":"See - RIDHIST - Reported fatal and non-fatal injuries in Great Britain from 1974; RIDREG - RIDDOR reported fatal and non-fatal injuries in Great Britain by country, region and unitary or local authority; RIDAGEGEN - RIDDOR reported fatal and non-fatal injuries in Great Britain by age, gender and broad industry group","source_active_2":true,"source_organisation_2":"Health and Safety Executive (HSE)","source_periodicity_2":"Annual","source_earliest_available_2":"2000/01","source_geographical_coverage_2":"Great Britain","source_url_2":"http://www.hse.gov.uk/statistics/lfs/index.htm","source_url_text_2":"Non-fatal injuries in the workplace","source_release_date_2":"23/11/2022","source_next_release_2":"See source link: We plan to update indicator data within 4 months of data being released","source_statistical_classification_2":"National Statistic","source_contact_2":"Statistics-Request.Team@hse.gov.uk","source_other_info_2":"Data are acquired from the Labour Force Survey. See - LFSINJSUM; LFSINJREG; LFSINJAGE; LFSINJIND; LFSINJOCC","source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"indicator_sort_order":"08-08-01","other_info":"<p>Fatal injury rates are based on the count of fatal injuries reportable under the Reporting of Injuries, Diseases and Dangerous Occurrences Regulations (RIDDOR).</p><p>Rates for non-fatal injuries are based on self-reported non-fatal injury in the workplace (using the Labour Force Survey). </p><p>Data for 2019/20, 2020/21 and 2021/22 are affected by the impacts of the coronavirus pandemic. While 2019/20 falls largely outside of the pandemic period, disruption to data collection processes in early 2020 may also be a contributory factor to changes in data in 2019/20. Further, the employment data used to calculate rates includes those temporarily absent from work. In 2020/21 and (to a lesser extent) in 2021/22, the number of such workers was higher than previous years due to temporary employment schemes (e.g. furlough) introduced during the coronavirus pandemic. This has further contributed to the discontinuity in injury rates. For more details see the <a href=\"https://www.hse.gov.uk/statistics/coronavirus-pandemic-impact.htm\">HSE reports on the impact of the coronavirus pandemic on health and safety statistics.</a></p> This indicator is being used as an approximation of the UN SDG Indicator. Where possible, we will work to identify or develop UK data to meet the global indicator specification. This indicator has been identified in collaboration with topic experts.","graph_series_breaks":[{"series":"Fatal injury","value":14.5,"label_content":null},{"series":"Non-fatal injury","value":18.5,"label_content":null}],"page_content":"","national_metadata_updated_date":"2023-02-16","national_data_updated_date":"2023-01-23","target_number":"8.8","goal_number":"8","graph_title":"Fatal and non-fatal occupational injuries per 100,000 workers, by sex and migrant status"}