{"indicator_name":"CO2 emission per unit of value added","target_name":"By 2030, upgrade infrastructure and retrofit industries to make them sustainable, with increased resource-use efficiency and greater adoption of clean and environmentally sound technologies and industrial processes, with all countries taking action in accordance with their respective capabilities","indicator_number":"9.4.1","csv_size":"108.4 kB","indicator_available":"CO2 emissions intensity by industry","national_indicator_description":"<p>For this indicator, carbon dioxide emissions intensity is calculated in two ways.</p><p>For the CO2 emissions per unit of GDP series, carbon dioxide emissions intensity is calculated by dividing the level of carbon dioxide emissions by Gross Domestic Product (GDP). Data are chained volume measures with 2019 defined as the base year. The emissions intensity figures include consumer expenditure.</p><p> For the CO2 emission per manufacturing industry per unit of GVA, carbon dioxide emissions intensity is calculated by dividing the level of carbon dioxide emissions by Gross Value Added (GVA) in constant prices. This is the difference between output and intermediate consumption for any given industry. This means the difference between the value of goods and services produced (output) and the cost of raw materials and other inputs which are used up in production (intermediate consumption). Data are in constant prices with 2019 defined as the base year. All emissions intensity figures exclude consumer expenditure.</p><p>","un_designated_tier":"Tier I","un_custodian_agency":"International Energy Agency (IEA), United Nations Industrial Development Organization (UNIDO)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/?Text=&Goal=9&Target=9.4","goal_meta_link_text":"United Nations Sustainable Development Goals metadata for target 9.4","national_geographical_coverage":"United Kingdom","computation_units":"Thousand Tonnes per Million GBP (£)","computation_definitions":"Consumer expenditure refers to the consumption of fuels and other products by individuals in the UK, as opposed to the production of these by industry. ‘Consumer expenditure - travel’ consists almost entirely of road transport emissions.","available_disaggregations":"Industry sector","computation_calculations":"No calculations were performed in the data acquisition of this indicator as the data were readily available in the required format from the source.","reporting_status":"complete","data_non_statistical":false,"data_footnote":"All figures are reported to 2 decimal places. Total figures are based on raw data and therefore may not sum due to rounding. 2021 data are provisional.","graph_type":"line","graph_title":"CO2 emissions intensity by industry","data_show_map":false,"data_keywords":"GDP","proxy":"proxy","source_active_1":true,"source_organisation_1":"Office for National Statistics (ONS)","source_periodicity_1":"Annual","source_earliest_available_1":1990,"source_geographical_coverage_1":"United Kingdom","source_url_1":"https://www.ons.gov.uk/economy/environmentalaccounts/datasets/ukenvironmentalaccountsatmosphericemissionsgreenhousegasemissionsintensitybyeconomicsectorunitedkingdom","source_url_text_1":"Carbon dioxide emissions intensity by industry,1990 to 2020 and (provisional) 2021","source_release_date_1":"01/11/2022","source_next_release_1":"See source link: We plan to update indicator data within 4 months of data being released","source_statistical_classification_1":"National statistic","source_contact_1":"Environment.Accounts@ons.gov.uk","source_active_2":false,"source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"indicator_sort_order":"09-04-01","other_info":"<p>There are a number of changes to the intensity figures since the previous release. This is due to revisions to the GVA figures used. More information can be found in the source download.</p><p>In September 2021 methodological improvements were made to the GDP output approach through deflation. Further information can be found in the <a href=\"https://www.ons.gov.uk/economy/nationalaccounts/uksectoraccounts/methodologies/doubledeflationmethodsanddeflatorimprovementstouknationalaccountsbluebook2021\">Double deflation methods and deflator improvements to UK National Accounts, Blue Book 2021</a>.</p><p> This indicator is being used as an approximation of the UN SDG Indicator. Where possible, we will work to identify or develop UK data to meet the global indicator specification. This indicator has been identified in collaboration with topic experts.","page_content":"","national_metadata_updated_date":"2023-05-16","national_data_updated_date":"2023-04-24","target_number":"9.4","goal_number":"9"}