{"indicator_name":"Total official international support (official development assistance plus other official flows) to infrastructure","target_name":"Facilitate sustainable and resilient infrastructure development in developing countries through enhanced financial, technological and technical support to African countries, least developed countries, landlocked developing countries and small island developing States","indicator_number":"9.a.1","csv_size":"5.405 kB","indicator_available":"Net Official Development Assistance (ODA) to infrastructure","national_indicator_description":"The UN specification requires the total flows from ODA and Other Official Flows (OOF), which is not available here. The flows covered by OOF are defined as all additional loans, grants and equity investments received by developing countries. These additional flows cover the same technologies and other activities (research and development, technical assistance, etc.) as listed in the CRS codes but exclude all flows extracted from the OECD/ CRS codes. The reported indicator only covers the ODA part, so it is likely an underestimation.","un_designated_tier":"Tier I","un_custodian_agency":"Organisation for Economic Co-operation and Development (OECD)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/?Text=&Goal=9&Target=9.a","goal_meta_link_text":"United Nations Sustainable Development Goals metadata for target 9.a","national_geographical_coverage":"United Kingdom","computation_units":"GBP (£ thousands)","computation_definitions":"<p>Official Development Assistance (ODA) - Resource flows to developing countries and multilateral organisations provided by official agencies (e.g. the UK Government) or their executive agencies. Each transaction is administered for the promotion of the economic development and welfare of developing countries and is concessional in character. More information on ODA can be found on the <a href=\"http://www.oecd.org/development/financing-sustainable-development/development-finance-standards/officialdevelopmentassistancedefinitionandcoverage.htm\">OECD website</a>. ODA recipients are broken down in groups according to their Gross National Income (GNI) per capita.<p>Country income classification - The Development Assistance Committee (DAC) list of countries eligible to receive ODA is based on Gross National Income per capita as published by the <a href=\"https://data.worldbank.org/indicator/NY.GNP.PCAP.CD\">World Bank</a>. All low and middle income countries are included, with the exception of G8 members, EU members, and countries with a firm date for entry into the EU. The list also includes all Least Developed Countries (LDCs) as defined by the <a href = \"https://www.un.org/ohrlls/content/least-developed-countries%20\">United Nations (UN)</a>.<p>LDCs - Least Developed Countries<p>LMICs - Lower-middle Income Countries<p>UMICs - Upper Middle Income Countries<p>Other LICs - Other Low Income Countries<p>Undefined - ODA that cannot be allocated to a single country<p><p>Sector Purpose Codes (CRS codes) - the DAC Secretariat maintains various code lists which are used by donors to report on their aid flows to the DAC databases. In addition, these codes are used to classify information in the DAC databases.","computation_calculations":"The sector purpose codes (CRS codes) used to measure net ODA support to infrastructure includes all CRS codes in the 200 series, also grouped under SID sector \"Economic infrastructure and services\" in Source 1. The net ODA corresponding to these codes was summed for the headline UK figure, and disaggregated by recipient country income classification.","reporting_status":"complete","data_non_statistical":false,"graph_type":"line","graph_title":"Net Official Development Assistance (ODA) to infrastructure","data_show_map":false,"data_keywords":"ODA","source_active_1":true,"source_organisation_1":"Foreign, Commonwealth & Development Office (FCDO)","source_periodicity_1":"Annual","source_earliest_available_1":2009,"source_geographical_coverage_1":"United Kingdom","source_url_1":"https://www.gov.uk/government/statistics/statistics-on-international-development-final-uk-aid-spend-2020","source_url_text_1":"Statistics on International Development (SID) Final UK Aid Spend 2020","source_release_date_1":"29/09/2021","source_next_release_1":"Spring 2022","source_statistical_classification_1":"National statistic","source_contact_1":"statistics@fcdo.gov.uk","source_other_info_1":"Latest ODA flows data are obtained from table “Data underlying the SID publication” (see relevant CRS codes in National Metadata tab). Previous data (2009 to 2016) are available from [SID for 2017](https://www.gov.uk/government/statistics/statistics-on-international-development-2017)","source_active_2":false,"source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"indicator_sort_order":"09-aa-01","other_info":"The reported indicator is classed as a proxy because the UN metadata requires the total sum of ODA and Other Official Flows (OOF). The indicator here only reflects official ODA disbursements. This indicator is being used as an approximation of the UN SDG Indicator. Where possible, we will work to identify or develop UK data to meet the global indicator specification. This indicator has been identified in collaboration with topic experts.","page_content":"","national_metadata_updated_date":"2022-02-14","national_data_updated_date":"2022-02-14","national_metadata_update_url_text":"2022-02-14: see changes on GitHub","national_metadata_update_url":"https://github.com/ONSdigital/sdg-data/commit/698a217b7470fcdafe5e16fc3cb1b1337bf22535","national_data_update_url_text":"2022-02-14: see changes on GitHub","national_data_update_url":"https://github.com/ONSdigital/sdg-data/commit/698a217b7470fcdafe5e16fc3cb1b1337bf22535","indicator":"9.a.1","target_id":"9.a","sdg_goal":"9"}