{"indicator_name":"Proportion of population covered by a mobile network, by technology","target_name":"Significantly increase access to information and communications technology and strive to provide universal and affordable access to the Internet in least developed countries by 2020","indicator_number":"9.c.1","csv_size":"2.971 kB","indicator_available":"Proportion of UK premises with mobile coverage from at least one mobile network by mobile network technology type","national_indicator_description":"Proportion of population covered by a mobile network, broken down by technology, refers to the percentage of inhabitants living within range of a mobile-cellular signal, irrespective of whether or not they are mobile phone subscribers or users.","un_designated_tier":"Tier I","un_custodian_agency":"International Telecommunication Union (ITU)","goal_meta_link":"https://unstats.un.org/sdgs/metadata/?Text=&Goal=9&Target=9.c","goal_meta_link_text":"United Nations Sustainable Development Goals metadata for target 9.c","national_geographical_coverage":"United Kingdom","computation_units":"Percentage (%)","available_disaggregations":"Technology type","computation_calculations":"No calculations were performed in the data acquisition of this indicator as appropriate data was readily available in the final format specified by this indicator.","reporting_status":"complete","data_non_statistical":false,"data_footnote":"The original source of these data varies across the time series. Please see the <a href='https://unstats.un.org/sdgs/dataportal/database'>source data</a> for full footnotes.","graph_type":"line","graph_title":"Proportion of UK premises with mobile coverage from at least one mobile network","data_show_map":false,"data_keywords":"Mobile phone, communication","expected_disaggregations":["Technology"],"source_active_1":true,"source_organisation_1":"United Nations Statistics Division","source_periodicity_1":"Annual","source_earliest_available_1":2000,"source_geographical_coverage_1":"United Kingdom","source_url_1":"https://unstats.un.org/sdgs/dataportal/database","source_url_text_1":"Proportion of population covered by a mobile network, by technology","source_release_date_1":"01/04/2023","source_next_release_1":"See source link: We plan to update indicator data within 4 months of data being released","source_statistical_classification_1":"Non official","source_contact_1":"statistics@un.org","source_other_info_1":"To access the data, select Data Series = 9.c.1, Geographic Areas = Countries - United Kingdom of Great Britain and Northern Ireland, Period = Years (all years).","source_active_2":false,"source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"indicator_sort_order":"09-cc-01","other_info":"The percentage of the population covered by a mobile cellular network can be considered as a minimum indicator for Information and Communication Technology (ICT) access since it provides people with the possibility to subscribe to and use mobile-cellular services to communicate. Over the last decade, mobile cellular networks have expanded rapidly and helped overcome very basic infrastructure barriers that existed when fixed-telephone networks – often limited to urban and highly populated areas - were the dominant telecommunication infrastructure. Data follows the UN specification for this indicator. This indicator has not been identified in collaboration with topic experts.","page_content":"","national_metadata_updated_date":"2023-05-18","national_data_updated_date":"2023-05-18","graph_limits":[{"unit":"Percentage (%)","minimum":0,"maximum":100}],"target_number":"9.c","goal_number":"9"}