{"indicator_name":"Mobilized amount of United States dollars per year between 2020 and 2025 accountable towards the $100 billion commitment","target_name":"Implement the commitment undertaken by developed-country parties to the United Nations Framework Convention on Climate Change to a goal of mobilizing jointly $100 billion annually by 2020 from all sources to address the needs of developing countries in the context of meaningful mitigation actions and transparency on implementation and fully operationalize the Green Climate Fund through its capitalization as soon as possible","indicator_number":"13.a.1","csv_size":"0.05 kB","un_designated_tier":"Tier III","un_custodian_agency":"United Nations Framework Convention on Climate Change (UNFCCC), United Nations Educational, Scientific and Cultural Organization - Institute for Statistics (UNESCO-UIS)","goal_meta_link":"https://unstats.un.org/sdgs/iaeg-sdgs/metadata-compilation/","goal_meta_link_text":"United Nations Sustainable Development Goals compilation of previous metadata","reporting_status":"complete","data_non_statistical":true,"data_show_map":false,"data_keywords":"Non-statistical, legislation, policy","source_active_1":false,"source_active_2":false,"source_active_3":false,"source_active_4":false,"source_active_5":false,"source_active_6":false,"indicator_sort_order":"13-aa-01","other_info":"This, or part of this, indicator is awaiting the development of internationally established methodology and standards (classified by the UN as tier 3). Data follows the UN specification for this indicator. This indicator has been identified in collaboration with topic experts.","standalone":true,"page_content":"**Non-statistical indicator**\n\nThis, or part of this, indicator is classified as Tier 3 and therefore no internationally established methodology or standards are yet available, but methodology or standards are being (or will be) developed or tested. Until methodology or standards have been agreed we are reporting/linking to the most relevant source of information.\n\nThe United Kingdom, with Australia, has released the ‘[Climate Finance Roadmap](https://www.gov.uk/government/publications/climate-finance-roadmap-to-us100-billion)’ to report on developed countries' progress towards mobilising US$100 billion a year in climate finance by 2020. The Roadmap aims to provide increased predictability and transparency about how the goal will be reached, and sets out the range of actions developed countries will take to meet it.\n\nThe UK has pledged to [provide £5.8bn of climate finance](https://www.gov.uk/guidance/international-climate-finance) between 2016/17 and 2020/21. This is an increase on the £3.87bn pledged between 2011/12 to 2015/16.\n","national_metadata_update_url_text":"2021-04-08: see changes on GitHub","national_metadata_update_url":"https://github.com/ONSdigital/sdg-data/commit/21c008c1c84ce5e372d1d935a28c630c3916a8bf","archive_type":"replaced","permalink":"archived-indicators/13-a-1-archived","data_notice_class":"blank","data_notice_heading":"This is an <a href='https://sdg-data.gov.uk/archived-indicators'>archived</a> indicator","data_notice_text":"This indicator was replaced following <a href='https://sdg-data.gov.uk/updates/2021/02/17/2020-indicator-changes.html'>indicator changes</a> from the United Nations 2020 Comprehensive Review.","indicator":"archived-13-a-1","target_id":"archived-13-a-1","sdg_goal":"archived-13-a-1","graph_type":"line","graph_title":"Amounts provided and mobilized in United States dollars per year in relation to the continued existing collective mobilization goal of the $100 billion commitment through to 2025"}